{
    "content": "fa:\n  modes:\n    add_area:\n      title: محدوده\n      description: \"افزودن پارک ها، ساختمان ها، دریاچه ها و سایر فضاها به نقشه.\"\n      tail: \"برای شروع کشیدن فضا هایی مثل پارک، دریاچه، یا ساختمان روی نقشه کلیک کنید.\"\n    add_line:\n      title: خط\n      description: \"افزودن بزرگ راه ها، خیابان ها، مسیر های پیاده روی، کانال ها یا سایر خطوط به نقشه.\"\n      tail: \"برای شروع کشیدن راه، مسیر پیاده یا مسیر روی نقشه کلیک کنید.\"\n    add_point:\n      title: نقطه\n      description: \"افزودن رستوران ها، کوه ها، صندوق های پستی یا سایر نقاط به نقشه.\"\n      tail: برای افزودن نقطه روی نقشه کلیک کنید.\n    browse:\n      title: مرور\n      description: مرور و زوم نقشه.\n    draw_area:\n      tail: برای افزودن گره به منطقه تان کلیک کنید. برای پایان دادن به منطقه روی اولین گره کلیک کنید.\n    draw_line:\n      tail: \"برای افزودن گره های بیشتر به خط کلیک کنید. برای اتصال به سایر خطوط روی آنها کلیک کنید، و برای پایان دادن به خط دو بار کلیک کنید.\"\n  operations:\n    add:\n      annotation:\n        point: انقطه ای اضافه شد.\n        vertex: گره ای به راه اضافه شد.\n        relation: ارتباط اضافه شد.\n    start:\n      annotation:\n        line: خطی شروع شد.\n        area: فضایی آغاز شد.\n    continue:\n      key: A\n      title: ادامه\n      description: ادامه این خط.\n      not_eligible: خط قابل ادامه دادنی اینجا نیست.\n      multiple: اینجا چندین خط قابل ادامه دادن است. برای انتخاب یک خط، کلید Shift را فشار دهید و روی آن کلیک کنید تا انتخاب شود.\n      annotation:\n        line: نقطه ای ادامه داده شد.\n        area: فضایی ادامه داده شد.\n    cancel_draw:\n      annotation: کشیدن لغو شد.\n    change_role:\n      annotation: نقش عضو مرتبط تغییر یافت.\n    change_tags:\n      annotation: برچسب ها تغییر یافت.\n    circularize:\n      title: حلقه\n      description:\n        line: این خط را حلقوی کن.\n        area: این فضا را حلقوی کن.\n      key: O\n      annotation:\n        line: ساخت یک خط حلقوی.\n        area: ساخت یک فضای حلقوی.\n      not_closed: نمیشود این را حلقوی کرد چون این یک حلقه نیست.\n    orthogonalize:\n      title: گرد کردن\n      description:\n        line: گرد کردن گوشه های این خط.\n        area: گرد کردن گوشه های این فضا.\n      key: S\n      annotation:\n        line: گوشه های خط گرد شد.\n        area: گوشه های فضا گرد شد.\n      not_squarish: اینرا نمیتوان گرد کرد چون تقریبا چهارگوش نیست.\n    straighten:\n      title: مرتب کردن\n      description: مرتب کردن این خط.\n      key: S\n      annotation: خط مرتب شد.\n      too_bendy: این خط قابل مرتب شدن نیست زیرا بیش از حد انحراف دارد.\n    delete:\n      title: حذف\n      annotation:\n        point: نقطه حذف شد.\n        vertex: گره از راه حذف شد.\n        line: خط حذف شد.\n        area: فضا حذف شد.\n        relation: ارتباطی حذف شد.\n        multiple: \"{n} شیئ حذف شد.\"\n      incomplete_relation: این ویژگی قابل حذف نیست زیرا کاملا دانلود نشده.\n    add_member:\n      annotation: عضو به ارتباط اضافه شد.\n    delete_member:\n      annotation: عضو از ارتباط حذف شد.\n    connect:\n      annotation:\n        point: راه به نقطه ای متصل شد.\n        vertex: راه به بقیه متصل شد.\n        line: راه به خطی متصل شد.\n        area: راه به فضایی متصل شد.\n    disconnect:\n      title: قطع اتصال\n      description: قطع ارتباط این خطوط/فضاها از هر چیز دیگری.\n      key: D\n      annotation: ارتباط خطوط/فضاها قطع شد.\n      not_connected: خطوط/فضاهای کافی برای قطع اتصال وجود ندارد.\n    merge:\n      title: ترکیب کردن\n      description: ترکیب این خطوط.\n      key: C\n      annotation: \"{n} خط ترکیب شد.\"\n      not_eligible: این ویژگی قابل ترکیب نیست.\n      not_adjacent: این خطوط قابل ترکیب نیستند زیرا به هم متصل نیستند.\n      restriction: این خط قابل ترکیب شدن نیست چرا که حداقل یک عضو از \"{relation}\" مرتبط است.\n    move:\n      title: انتقال\n      description: انتقال این به مکان دیگری.\n      key: M\n      annotation:\n        point: نقطه منتقل شد.\n        vertex: گره در راه منتقل شد.\n        line: خط منتقل شد.\n        area: فضا منتقل شد.\n        multiple: چند شیئ منتقل شد.\n      incomplete_relation: این ویژگی قابل انتقال نیست زیرا بطور کامل دانلود نشده.\n    rotate:\n      title: چرخش\n      description: چرخش این شیئ حول نقطه ی مرکزی آن.\n      key: R\n      annotation:\n        line: خط چرخش یافت.\n        area: فضا چرخش یافت.\n    reverse:\n      title: وارونه\n      description: این خط را به جهت مخالف ببر.\n      key: V\n      annotation: خط وارونه شد.\n    split:\n      title: جداسازی\n      description:\n        line: تقسیم این خط به دو تا در این گره.\n        area: تقسیم مرز این منطقه به دو.\n        multiple: تقسیم مرز های خطوط/منطقه به دو تا در این گره.\n      key: X\n      annotation:\n        line: تقسیم خط.\n        area: تقسیم مرز منطقه.\n        multiple: \"تقسیم مرز {n} خط/فضا\"\n      not_eligible: خطوط در شروع و پایانشان قابل تقسیم نیستند.\n      multiple_ways: تعداد خیلی زیادی خط برای تقسیم اینجا وجود دارد.\n    restriction:\n      help:\n        select: کلیک برای انتخاب یک بخش جاده\n  undo:\n    tooltip: \"برگرداندن: {action}\"\n    nothing: چیزی برای برگرداندن نیست.\n  redo:\n    tooltip: \"انجام دوباره: {action}\"\n    nothing: چیزی برای انجام دوباره نیست.\n  tooltip_keyhint: \"میانبر:\"\n  browser_notice: \"این ویرایشگر در فایرفاکس، کروم، سافاری، اپرا و اینترنت اکسپلورر 9 به بالا پشتیبانی میشود، لطفا مرورگرتان را ارتقا دهید یا از Potltatch 2 برای ویرایش نقشه استفاده کنید.\"\n  translate:\n    translate: ترجمه\n    localized_translation_label: نام چند زبانه\n    localized_translation_language: انتخاب زبان\n    localized_translation_name: نام\n  zoom_in_edit: بزرگنمایی برای ویرایش\n  logout: خروج\n  loading_auth: \"در حال اتصال به OpenStreetMap...\"\n  report_a_bug: گزارش یک باگ\n  status:\n    error: اتصال به API ممکن نیست.\n    offline: API آفلاین است. لطفا ویرایش را بعدا مجدد انجام دهید.\n    readonly: API فقط خواندنی است. شما برای دخیره ی تغییراتتان باید صبر کنید.\n  commit:\n    title: ذخیره تغییرات\n    description_placeholder: شرح مختصری از کمک های شما\n    message_label: پیام تعهد\n    upload_explanation: \"تغییراتی که بارگذاری میکنید در همه ی نقشه هایی که از داده های OpenStreetMap استفاده میکنند پدیدار میشوند.\"\n    upload_explanation_with_user: \"تفییراتی که شما به عنوان {user} بارگذاری میکنید در همه ی نقشه هایی که از داده های OpenStreetMap استفاده میکنند پدیدار میشوند.\"\n    save: ذخیره\n    cancel: لغو\n    changes: \"{count} تغییر\"\n    warnings: اخطارها\n    modified: اصلاح شد\n    deleted: حذف شد\n    created: ساخته شد\n  contributors:\n    list: \"ویرایش توسط {users}\"\n    truncated_list: \"ویرایش توسط  {users} و {count}  نفر دیگر\"\n  geocoder:\n    search: جستجو در سراسر جهان ...\n    no_results_visible: هیچ نتیجه ای در ناحیه نقشه ی مشاهده شده نیسن\n    no_results_worldwide: نتیجه ای یافت نشد\n  geolocate:\n    title: نمایش مکان من\n  inspector:\n    no_documentation_combination: برای این ترکیب برچسب اسنادی موجود نیست\n    no_documentation_key: برای این کلید اسنادی موجود نیست\n    show_more: نمایش بیشتر\n    view_on_osm: نمایش در openstreetmap.org\n    all_tags: همه برچسب ها\n    all_members: همه اعضا\n    all_relations: تمام روابط\n    new_relation: رابطه جدید...\n    role: نقش\n    choose: انتخاب نوع ویژگی\n    results: \"{n} نتیجه برای   {search}\"\n    reference: نمایش در ویکی  OpenStreetMap\n    back_tooltip: تغییر ویژگی\n    remove: پاک کردن\n    search: جستجو\n    multiselect: موارد انتخاب شدند\n    unknown: ناشناخته\n    incomplete: <دانلود نشده>\n    feature_list: جستجوی ویژگی ها\n    edit: ویرایش ویژگی\n    check:\n      'yes': \"بله\"\n      'no': \"خیر\"\n    none: هیچ\n    node: گره\n    way: راه\n    relation: ارتباط\n    location: مکان\n  background:\n    title: پس زمینه\n    description: تنظیمات پس زمینه\n    percent_brightness: \"{opacity}% روشنایی\"\n    none: هیچ\n    custom: سفارشی\n    custom_button: ویرایش پشت زمینه سفارشی\n    fix_misalignment: تعمیر تراز\n    reset: باز نشاندن\n  map_data:\n    title: نقشه داده\n    description: نقشه داده\n    data_layers: لایها داده ها\n  feature:\n    points:\n      description: نقاط\n    paths:\n      description: مسیرها\n    buildings:\n      description: ساختمانها\n    boundaries:\n      description: مرزها\n    rail:\n      tooltip: \"راه آهن\"\n  restore:\n    heading: شما تغییرات ذخیره نشده دارید\n    description: \"آیا مایلید تغییرات ذخیره نشده جلسه قبل را بازیابی کنید؟\"\n    restore: بازیابی\n    reset: باز نشانی\n  save:\n    title: ذخیره\n    help: \"ذخیره تغییرات در OpenStreetMap, آنها را برای دیگران قابل نمایش می سازد.\"\n    no_changes: تغییراتی برای دخیره نیست.\n    uploading: در حال بارگذاری تغییرات در OpenStreetMap.\n    unsaved_changes: شما تغییرات ذخیره نشده دارید\n    conflict:\n      previous: 'قبلی >'\n      next: '< بعد'\n  success:\n    edited_osm: \"OSMویرایش شد!\"\n    just_edited: \"شما فقط OpenStreetMap را ویرایش کردید!\"\n    view_on_osm: \"نمایش در OSM\"\n    facebook: \"اشتراک گذاری در فیسبوک\"\n    twitter: \"اشتراک گذاری در تویتر\"\n    google: \"اشتراک گذاری در Google+\"\n    help_html: |\n      تغییرات شما در نمای \"استاندارد\" در چند دقیقه قابل رؤیت است. سایر نما ها، و ویژگی های خاص، ممکن است بیشتر طول کشد\n      (<a href='https://help.openstreetmap.org/questions/4705/why-havent-my-changes-appeared-on-the-map' target='_blank'>جزییات</a>).\n  confirm:\n    okay: \"باشه\"\n    cancel: \"لغو\"\n  splash:\n    welcome: به ویرایشگر ID OpenStreetMap خوش آمدید\n    text: \"iD یک ابزار دوستانه اما قدرتمند برای کمک کردن به بهترین نقشه رایگان جهان است. این نسخه ی  {version} است. برای اطلاعات بیشتر {website} را ببینید و باگ را در {github} گزارش دهید.\"\n    walkthrough: \"آغاز گردش\"\n    start: \"حالا ویرایش کن\"\n  source_switch:\n    live: زنده\n    lose_changes: \"شما تغییرات ذخیره نشده دارید. تغییر سرور نقشه آنها را دور می اندازد. مطمئنید میخواهید سرور را تغییر دهید؟\"\n    dev: توسعه\n  tag_reference:\n    description: توضیحات\n    on_wiki: \"{tag} در wiki.osm.org\"\n    used_with: \"با  {type} استفاده شده\"\n  validations:\n    untagged_point: نقطه برچسب نخورده\n    untagged_line: خط برچسب گذاری نشده\n    untagged_area: فضای برچسب گذاری نشده\n    many_deletions: \"شما در حال حذف {n} شیئ هستید. مطمئنید میخواهید این کار را انجام دهید؟ این کار آنها را از نقشه ای که دیگران در openstreetmap.org میبینند حذف می کند.\"\n    tag_suggests_area: \"برچسب  {tag} پیشنهاد میکند خط باید یک فضا باشد، اما این یک فضا نیست\"\n    deprecated_tags: \"برچسب های توصیه شده: {tags}\"\n  zoom:\n    in: بزرگنمایی\n    out: کوچک نمایی\n  cannot_zoom: \"در حالت فعلی بیش از این نمیتوان کوچک نمایی کرد.\"\n  gpx:\n    local_layer: \"فایل GPX محلی\"\n    drag_drop: \"یک پرونده ی .gpx را بکشید و در این صفحه رها کنید، یا برای مرور دکمه ی سمت راست را کلیک کنید\"\n    zoom: \"بزرگنمایی به ردپای GPX\"\n    browse: \"مرور برای یک پرونده ی .gpx\"\n  help:\n    title: \"کمک\"\n    roads: \"# جاده ها\\n\\nشما میتوانید جاده ها را ایجاد کنید، تعمیر کنید، و حذف کنید به وسیله ی این ویرایشگر. جاده ها میتوانند همه نوعی باشند:\\nپیاده روی، بزرگراه، راه آهن، راه موتور سیکلت، و بیشتر - هر چیزی که غالبا - برای عبور است \\nباید نقشه شود.\\n\\n### انتخاب کردن\\n\\nروی جاده کلیک کنید تا انتخاب شود. طرح کلی باید قابل نمایش باشد، همراه\\n\\\n      یک منوی ابزار کوچک روی نقشه و یک نوار کناری نشان میدهد اطلاعات بیشتری\\nدرباره جاده.\\n\\n### اصلاح کردن\\n\\nاغلب جاده هایی که میبینید با تصاویر نقشه نگاری پشت سرشان یا پیگیری GPS\\nهم طراز نیستند. شما میتوانید این جاده ها را در مکان درستشان تطبیق\\nدهید.\\n\\nاولین کلیک روی نقشه شما میخواهید تغییر دهید. اینکار آنرا برجسته میکند و نقاط\\n\\\n      کنترل را نشان میدهد شما میتوانید آنرا به مکان بهتری بکشید. اگر\\nبخواهید نقاط کنترل جدید بیشتری برای اطلاعات بیشتر اضافه کنید، روی قسمتی\\nاز نقشه که بدون گره است دوبار کلیک کنید، و یکی اضاف خواهد شد.\\n\\nاگر جاده به جاده های دیگر متصل باشد، اما روی نقشه به درستی \\nمتصل نباشد، شما میتوانید یکی از نقاط کنترل را بکشید به سایر جاده ها\\\n      \\ برای\\nفراهم کردن پیوستن آنها. داشتن جاده های پیوسته و متصل  برای نقشه مهم است\\nو ارائه دستورالعمل ها ی رانندگی ضروری است.\\n\\nهمچنین میتوانید روی ابزار 'انتقال' کلیک کنید یا کلید میانبر `M` را فشار دهید تا همه جاده یک بار منتقل\\nشود، و بعد دوباره کلیک کنید تا جابجایی ذخیره شود.\\n\\n### حذف کردن\\n\\nاگر جاده کامل اشتباه است - میتوانید\\\n      \\ ببینید که در تصویر ماهواره ای موجود نیست و بصورت ایده آل\\nبطور محلی پذیرفته شده که در حال حاضر موجود نیست - شما میتوانید\\nآنرا حذف کنید، با پاک کردن آن از نقشه. هنگام حذف ویژگی محتاط باشید-\\nشبیه هر ویرایش دیگری، نتایج توسط هر کسی دیده میشود تصاویر ماهواره ای غالبا تاریخ گذشته اند،\\nپس ممکن است به طور ساده جاده جدیدا ساخته شده\\\n      \\ باشد.\\n\\nشما میتوانید جاده ای را حذف کنید با کلیک روی آن و انتخاب آن، سپس کلیک روی آیکون سطل زباله\\nیا فشار دکمه ی  'Delete'.\\n\\n### ایجاد کردن\\n\\nجاهایی یافت میشوند که باید جاده باشند ولی اینگونه نیست؟ روی آیکون  'خط'\\nدر بالا سمت چپ ویرایشگر کلیک کنید یا کلید میانبر`2` را فشار دهید\\nتا کشیدن یک خط شروع شود.\\n\\nبرای شروع کشیدن\\\n      \\ روی ابتدای جاده کلیک کنید. اگر جاده\\nشاخه ای از جاده ی موجود باشد، با کلیک روی مکانی که به هم متصل اند شروع کنید.\\n\\nسپس روی نقاط در امتداد جاده کلیک کنید به طوری که از مسیر سمت راست ، طبق تصاویر ماهواره ای\\nیا GPS پیروی کند. اگر جاده ی در حال کشیدن شما از سایر جاده ها میگذرد، با کلیک\\nروی نقطه تقاطع آنرا متصل کنید. وقتی کشیدنتان\\\n      \\ انجان شد، دوبار کلیک کنید\\nیا 'بازگشت' را فشار دهید یا روی صفحه کلید 'Enter' را فشار دهید.\\n\"\n    addresses: |\n      # آدرس ها\n\n      آدرس ها مقداری از اطلاعات بسیار سودمند برای نقشه هستند.\n\n      اگرچه آدرس ها اغلب بعنوان بخش هایی از جاده نمایان میشوند، در OpenStreetMap\n      آنها بعنوان ویژگی هایی از ساختمان ها و مکان ها در امتداد خیابان ها ثبت میشوند.\n\n      شما میتوانید اطلاعات آدرس را به مکان های نقشه شده بعنوان خطوط اضافه ساخته شده و\n      همچنین آنهایی که بعنوان یک نقطه نقشه شده اند اضافه کنید. منبع مناسب برای داده های آدرس\n      بررسی بر روی زمین و دانش شخصی است -مثل هر ویژگی دیگری،\n      کپی برداری از منابع تجاری مثل نقشه های گوگل به شدت\n      ممنوع است.\n    buildings: \"# ساختمان ها\\n\\nOpenStreetMap یک دیتابیس عظیم جهان  از ساختمان ها است. شما میتوانید\\nاین دیتابیس را بسازید و بهبود بخشید.\\n\\n### انتخاب کردن\\n\\nمیتوانید با کلیک روی مرز ساختمان آن را انتخاب کنید. اینکار ساختمان را\\nبرجسته میکند و یک منو ابزار کوچک باز میکند همجنین یک نوار کناری اطلاعات بیشتری \\nدرباره ی ساختمان نشان میدهد.\\n\\\n      \\n### اصلاح کردن\\n\\nگاهی اوقات ساختمان ها نادرست جاگذاری شده اند یا برچسب نادرست دارند.\\n\\nبرای انتقال کل ساختمان، آنرا انتخاب کنید، بعد روی ابزار 'انتقال' کلیک کنید. موس تان\\nرا برای تغییر ساختمان حرکت دهید، و وقتی به درستی جایگذاری شد کلیک کنید.\\n\\nبرای تعمیر قسمت خاصی از ساختمان، روی گره هایی که مرز را مشخص میکنند کلیک کنید\\n\\\n      و آنها را به مکان بهتری بکشید.\\n\\n### ایجاد کردن\\n\\nیکی از موضوعات اصلی پیرامون افزودن ساختمان ها به نقشه این است که \\nOpenStreetMap ساختمان ها را هم بصورت نقاط و هم شکل ها ثبت میکند. قاعده کلی برای\\n _نقشه کردن ساختمان ها بصورت شکل هر وقت ممکن باشد_ این است، و نقشه کردن شرکت ها، خانه ها،\\nامکانات رفاهی، و چیزهای دیگری که به عنوان\\\n      \\ ساختمان کاربرد دارند قرار گرفتن نقاط با شکل\\nساختمان است\\n\\nکشیدن ساختمان بصورت شکل را شروع کنید با کلیک روی کلید 'فضا' در بالا سمت چپ \\nرابط کاربری، و به آن پایان دهید توسط فشار دادن دکمه ی 'بازگشت' در صفحه کلیدتان\\nیا کلیک روی اولین گره کشیده شده تا شکل بسته شود.\\n\\n### حذف کردن\\n\\nاگر ساختمانی کاملا نادرست است- میتوانید ببینید\\\n      \\ که در تصویر ماهواره ای\\nموجود نیست و ایده آل تر بصورت محلی پذیرفته شده که موجود نیست - میتوانید\\nآن را حذف کنید، با پاک کردن آن از نقشه. هنگام حذف ویژگی محتاط باشید\\nشبیه هر ویرایش دیگری، نتایج توسط هر کسی دیده میشود و تصاویر ماهواره ای\\nغالبا تاریخ گذشته است، پس بطور ساده ممکن است ساختمان جدیدا ساخته شده.\\n\\nمیتوانید یک ساختمان\\\n      \\ را حذف کنید با کلیک روی آن و انتخاب آن، سپس\\nروی آیکون سطل زباله کلیک کنید یا کلید  'Delete' را فشار دهید.\\n\"\n  intro:\n    navigation:\n      title: \"ناوبری\"\n      drag: \"ناحیه اصلی نقشه داده های OpenStreetMap را در بالای پس زمینه نشان می دهد. شما میتوانید با کشیدن و اسکرول کردن هدایت کنید، شبیه هر نقشه ی تحت وب دیگری. **نقشه را بکشید!**\"\n      select: \"ویژگی های نقشه به سه روش نمایان میشوند: استفاده از نقاط، خطوط یا فضاها. همه ی ویژگی ها یا کلیک روی آنها قابل انتخاب اند.**برای انتخاب نقطه روی آن کلیک کنید.**\"\n      header: \"سربرگ نوع ویژگی را به ما نشان می دهد.\"\n      pane: \"وقتی یک ویژگی انتخاب میشود، ویرایشگر ویژگی نمایان میشود. سربرگ نوع ویژگی را به ما نشان میدهد و قطعه اصلی خواص ویژگی را، مثل نام و آدرس آن.**ویرایشگر ویژگی را توسط دکمه بستن در بالا سمت راست ببندید.**\"\n    points:\n      title: \"نقاط\"\n      add: \"نقاط میتوانند برای نشان دادن ویژگی هایی مثل فروشگاه ها، رستوران ها، و کوه ها استفاده شوند. آنها یک مکان خاص را تعیین میکنند، و آنچه آنجا است را توصیف می کنند.** برای افزودن نقطه جدید روی دکمه ی نقطه کلیک کنید.**\"\n      place: \"نقطه میتواند با کلیک کردن روی نقشه جایگذاری شود.**نقطه را بالای ساختمان جای دهید.**\"\n      search: \"ویژگی های مختلف زیادی وجود دارند که توسط نقاط ارائه میشوند. نقطه ای که فقط شما اضافه کردید یک کافه است.**جستجو کنید برای '{name}'**\"\n      choose: \"**کافه را از لیست انتخاب کنید.**\"\n      describe: \"نقطه اکنون به عنوان کافه تعیین شد. با استفاده از ویرایشگر ویژگی، میتوانیم اطلاعات بیشتری درباره ویژگی اضافه کنیم.**اسمی را اضافه کنید.**\"\n      close: \"ویرایشگر ویژگی میتواند با کلیک بر روی دکمه ی بستن بسته شود.**ویراشگر ویژگی را ببندید**\"\n      reselect: \"غالبا نقاط از قبل موجود خواهند بود، اما دارای اشتباه یا ناقص اند. ما میتوانیم نقاط موجود را ویرایش کنیم.**نقطه ای را که فقط شما ساخته اید انتخاب کنید.**\"\n      fixname: \"**اسم را تغییر دهید و ویرایشگر ویژگی را ببندید.**\"\n      reselect_delete: \"همه ی ویژگی های روی نقشه قابل حذف هستند.**روی نقطه ای که ساخته اید کلیک کنید.**\"\n      delete: \"منوی دور نقطه دارای عملیاتی است که می توان روی آن انجام داد، شامل حذف.**نقطه را حذف کنید.**\"\n    areas:\n      title: \"فضاها\"\n      corner: \"مناطق با گذاشتن گره هایی در مرز منطقه کشیده می شوند.**گره آغازین را در یکی از گوشه های زمین بازی قرار دهید.**\"\n      place: \"فضا را با گذاشتن گره های بیشتر بکشید. فضا را با کلیک روی نقطه ی شروع پایان دهید.**فضایی برای زمین بازی بکشید.**\"\n      search: \"**برای  '{name}' جستجو کنید.**\"\n      choose: \"**زمین بازی را از لیست انتخاب کنید.**\"\n      describe: \"**اسمی اضافه کنید، و ویرایشگر ویژگی را ببندید**\"\n    lines:\n      title: \"خطوط\"\n      add: \"خطوط برای نشان دادن ویژگی هایی مثل جاده ها، راه آهن ها و رودخانه ها استفاده میشوند.**روی دکمه ی خط کلیک کنید تا خط جدیدی اضافه کنید.**\"\n      start: \"**خط را با کلیک روی پایان جاده آغاز کنید.**\"\n      intersect: \"برای افزودن گره به خط کلیک کنید. میتوانید نقشه را حرکت دهید هنگام کشیدن اگر نیاز باشد. جاده ها، و انواع بیشتر دیگری از خط ها، قسمتی از یک شبکه ی بزرگند. این مهم است برای خط ها تا بطور صحیح متصل شده باشند تا برنامه های مسیریابی بتوانند کار کنند.\\n**روی خیابان Flower کلیک کنید، برای ایجاد یک تقاطع از دو خط.**\"\n      finish: \"خط ها میتوانند با کلیک دوباره روی آخرین نقطه پایان یابند.**کشیدن نقشه را تمام کنید.**\"\n      road: \"**جاده را از لیست انتخاب کنید**\"\n      residential: \"انواع مختلفی از جاده وجود دارد، شایع ترینش مسکونی است.**نوع را جاده ی مسکونی انتخاب کنید**\"\n      describe: \"**جاده را نامگذاری کنید و ویرایشگر ویژگی را ببندید.**\"\n      restart: \"جاده نیاز به اتصال به تقاطع خیابان Flower دارد.\"\n      wrong_preset: \"شما نوع جاده را مسکونی انتخاب نکرده اید.**برای انتخاب دوباره اینجا کلیک کنید**\"\n    startediting:\n      title: \"شروع ویرایش\"\n      help: \"اسناد بیشتر و این گرشگری در اینجا یافت میشوند.\"\n      save: \"فراموش نکنید که به طور منظم تغییرات را ذخیره کنید!\"\n      start: \"شروع نقشه کشی!\"\n", 
    "mimetype": "text/plain"
}