{
    "content": "bg_BG:\n  modes:\n    add_area:\n      title: Площ\n      description: \"Добавете паркове, сгради, езера или други площни обекти към картата.\"\n      tail: \"Щракнете върху картата, за да започнете чертането на площен обект като парк, езеро или сграда.\"\n    add_line:\n      title: Линия\n      description: \"Добавете пътища, улици, пешеходни алеи, канали или други линейни обекти към картата.\"\n      tail: \"Щракнете върху картата, за да започнете да чертаете път, пътека или маршрут.\"\n    add_point:\n      title: Точка\n      description: \"Добавете ресторанти, паметници, пощенски кутии или други точки към картата.\"\n      tail: Щракнете върху картата за да добавите точка.\n    browse:\n      title: Разглеждане\n      description: Движете и увеличете картата.\n    draw_area:\n      tail: Щракнете, за да добавите възли към вашия площен обект. Щракнете върху първия възел, за да завършите площния обект.\n    draw_line:\n      tail: \"Щракнете, за да добавите още възли към линията. Щракнете върху други линии, за да ги свържете и двойно щракване, за да завършите линията.\"\n  operations:\n    add:\n      annotation:\n        point: Добавена е точка.\n        vertex: Добавен е възел към път.\n        relation: Добавена е връзка\n    start:\n      annotation:\n        line: Започната е линия.\n        area: Започнат е площен обект.\n    continue:\n      key: А\n      title: Продължи\n      description: Продължи тази линия.\n      annotation:\n        line: Продължена е линия.\n        area: Продължен е площен обект.\n    cancel_draw:\n      annotation: Чертането е отказано.\n    change_role:\n      annotation: Сменена е ролята на член на релация.\n    change_tags:\n      annotation: Променени са тагове.\n    circularize:\n      title: Направете окръжност\n      description:\n        line: Направете тази линия кръг.\n        area: Превърнете този площен обект в окръжност.\n      key: O\n      annotation:\n        line: Линията е превърната в окръжност.\n        area: Площният обект е превърнат в окръжност.\n      not_closed: Този обект не може да стане кръг, защото не е затворен.\n    orthogonalize:\n      title: Квадрат\n      key: S\n      annotation:\n        line: Изправихте ъглите на линия.\n        area: Изправихте ъглите на площен обект.\n    straighten:\n      key: S\n    delete:\n      title: Изтриване\n      description: Изтрива обекта окончателно\n      annotation:\n        point: Изтрита е точка.\n        vertex: Изтрит е възел от път.\n        line: Изтрита е линия.\n        area: Изтрит е площен обект.\n        relation: Изтрита е релация.\n        multiple: \"Изтрити са {n} обекта.\"\n      incomplete_relation: Този обект не може да бъде изтрит, защото не се е свалил изцяло.\n    add_member:\n      annotation: Добавен член към релация.\n    delete_member:\n      annotation: Премахнат член на релация.\n    connect:\n      annotation:\n        point: Свързан е път с точка.\n        vertex: Свързан е път с друг път.\n        line: Свързан е път с линия.\n        area: Свързан е път с площен обект.\n    disconnect:\n      title: Прекъсване\n      description: Разделете тези линии/площни обекти едни от други.\n      key: D\n      annotation: Разделени са линии/площни обекти.\n      not_connected: Няма достатъчно линии/площни обекти за разделяне тук.\n    merge:\n      title: Обединяване\n      description: Обединете тези линии.\n      key: C\n      annotation: \"Обединени са {n} линии.\"\n      not_eligible: Тези обекти не могат да бъдат обединени.\n      not_adjacent: Тези линии не могат да бъдат обединени, защото не са свързани.\n      restriction: 'Линиите не могат да бъдат обединени, защото поне една е член на релация \"{relation}\". '\n    move:\n      title: Преместване\n      description: Преместете това на друго място.\n      key: M\n      annotation:\n        point: Преместена е точка.\n        vertex: Преместен е възел от път.\n        line: Преместена е линия.\n        area: Преместен е площен обект\n        multiple: Преместени са множество обекти.\n      incomplete_relation: Този елемент не може да бъде преместен, защото не се е свалил напълно.\n    rotate:\n      title: Въртене\n      description: Завъртете този обект около централната му точка.\n      key: R\n      annotation:\n        line: Завъртяна е линия.\n        area: Завъртян е площен обект.\n    reverse:\n      title: Объръщане\n      description: Сменете посоката на линията с противоположната.\n      key: V\n      annotation: Обърната е посоката на линия.\n    split:\n      title: Разделяне\n      description:\n        line: Разделете линията на две при този възел.\n        area: Разделете границата на площния обект на две.\n        multiple: Разделете на две линиите/границите на площния обект при този възел.\n      key: X\n      annotation:\n        line: Разделете линия.\n        area: Разделете границата на площния обект.\n        multiple: \"Разделете {n} линии/граници на площни обекти. \"\n      not_eligible: Линиите не могат да бъдат разделяни в началото или края им.\n      multiple_ways: Има твърде много линии за разделяне тук.\n    restriction:\n      help:\n        select: Клик за селекция на пътен сегмент\n        toggle: Натиснете за обръщане на ограниченията за завиване\n        toggle_on: 'Натиснете за добавяне на \"{restriction}\" ограничение.'\n        toggle_off: 'Натиснете за премахване на \"{restriction}\" ограничение.'\n      annotation:\n        create: Добавено ограничение в завойте\n        delete: Изтрийте ограничение за завиване.\n  undo:\n    tooltip: \"Назад: {action}\"\n    nothing: Нищо за отменяне.\n  redo:\n    nothing: Нищо за повторение.\n  tooltip_keyhint: \"Бързи клавиши:\"\n  browser_notice: \"Този редактор поддържа Firefox, Chrome, Safari, Opera, Internet Explorer 9 и нагоре. Моля обновете вашия браузър или използвайте Potlatch 2, за да редактирате картата.\"\n  translate:\n    translate: Превод\n    localized_translation_label: Многоезично име\n    localized_translation_language: Изберете език\n    localized_translation_name: Име\n  zoom_in_edit: Приближаване за редакция\n  logout: изход\n  loading_auth: \"Свързване с OpenStreetMap...\"\n  report_a_bug: докладвайте за бъг\n  status:\n    error: Не може да се свърже с API-то.\n    offline: API-то е офлайн. Моля опитайте да редактирате по-късно.\n    readonly: API-то е в режим само за четене. Ще трябва да почакате, за да запазите вашите промени.\n  commit:\n    title: Запис на промените\n    description_placeholder: Кратко описание на вашия принос\n    upload_explanation: \"Промените, които качвате ще са видими на всички карти използващи данни от OpenStreetMap.\"\n    upload_explanation_with_user: \"Промените, които качвате като {user} ще са видими на всички карти използващи данни от OpenStreetMap.\"\n    save: Запис\n    cancel: Отказ\n    warnings: Предупреждения\n    modified: Променени\n    deleted: Изтрити\n    created: Създадени\n  contributors:\n    list: \"Редакции от {users}\"\n    truncated_list: \"Редакции от {users} и още {count} други\"\n  geocoder:\n    search: Търси навсякъде...\n    no_results_visible: Няма резултати във видимата част на картата\n    no_results_worldwide: Няма намерени резултати\n  geolocate:\n    title: Показване на моето местоположение\n  inspector:\n    no_documentation_combination: Няма налична документация за тази комбинация от тагове\n    no_documentation_key: Няма налична документация за този ключ\n    show_more: Покажи още\n    view_on_osm: Вижте на openstreetmap.org\n    all_tags: Всички тагове\n    all_members: Всички членове\n    all_relations: Всички релации\n    new_relation: Нова връзка...\n    role: Роля\n    choose: Изберете вид обект\n    results: \"{n} резултата за {search}\"\n    reference: Вижте в OpenStreetMap Wiki\n    back_tooltip: Смяна на обект\n    remove: Премахнете\n    search: Търсене\n    unknown: Неизвестно\n    incomplete: <не е свалено>\n    edit: Редактиране на обект\n  background:\n    title: Изображения\n    description: Изображения настройки\n    percent_brightness: \"{opacity}% яркост\"\n    fix_misalignment: Подравняване\n    reset: презареждане\n  restore:\n    heading: Имате незапазени промени\n    description: \"Искате ли да възстановите незаписаните промени от предишна сесия?\"\n    restore: Възстановяване\n    reset: Презареждане\n  save:\n    title: Запис\n    help: \"Запишете промените в OpenStreetMap, правейки ги видими за останалите потребители.\"\n    no_changes: Няма промени за запис.\n    uploading: Качване на промените в OpenStreetMap.\n    unsaved_changes: Имате незаписани промени\n  success:\n    edited_osm: \"Редактирахте OSM!\"\n    just_edited: \"Вие редактирахте OpenStreetMap!\"\n    view_on_osm: \"Вижте в OSM\"\n    facebook: \"Споделете във Facebook\"\n    twitter: \"Сподели в Twitter\"\n    google: \"Сподели в Google+\"\n  confirm:\n    okay: \"Окей\"\n  splash:\n    welcome: Добре дошли в iD редактора за OpenStreetMap\n    text: \"iD e лесен, но мощен инструмент за попълване на най-добрата свободна карта на света. Това е версия {version}. За повече информация вижте {website} и докладвайте за бъгове в {github}.\"\n    walkthrough: \"Започнете опознавателната обиколка\"\n    start: \"Редактирайте сега\"\n  source_switch:\n    live: live\n    lose_changes: \"Имате незапазени промени. Смяната на картния сървър ще ги отхвърли. Сигурни ли сте, че искате да смените сървърите?\"\n    dev: dev\n  tag_reference:\n    description: Описание\n    on_wiki: \"{tag} в wiki.osm.org\"\n    used_with: \"използва се с {type}\"\n  validations:\n    untagged_point: Точка без тагове.\n    untagged_line: Линия без таг\n    untagged_area: Площен обект без таг\n    many_deletions: \"Искате да изтриете {n} обекта. Сигурни ли сте, че искате да направите това? Това ще ги изтрие от картата, която всички виждат на openstreetmap.org.\"\n    tag_suggests_area: \"Тагът {tag} предполага линията да е площен обект, но тя не е\"\n    deprecated_tags: \"Отхвърлени тагове: {tags}\"\n  zoom:\n    in: Увеличи\n    out: Намали\n  cannot_zoom: \"Не можете да намалявате повече в текущия режим.\"\n  gpx:\n    local_layer: \"Локален GPX файл\"\n  help:\n    title: \"Помощ\"\n    roads: \"# Пътища\\n\\nМожете да създавате, поправяте и изтривате пътища с този редактор.\\nПътищата могат да бъдат най-различни видове: пътеки, автомагистрали,\\nтуристически пътеки, велосипедни алеи и много други - всеки често \\nпрекосяван обект трябва да може да се картографира.\\n\\n### Избиране\\n\\nЩракнете върху път за да го изберете. Край него трябва да се появи контур,\\\n      \\ \\nзаедно с малко меню с инструменти върху картата и странична лента, \\nпоказваща повече информация за пътя.\\n\\n### Модифициране\\n\\nЧесто ще виждате пътища, които не са подравнени към изображението \\nпод тях или към GPS трак. Можете да оправите тези пътища така, че\\nда бъдат на правилното си място.\\n\\nПърво щракнете върху пътя, който искате да промените. Това ще го\\n\\\n      освети и ще покаже контролни точки по продължението му, които\\nможете да завлачите на по-добри места. Ако искате да добавите\\nнови контролни точки за повече детайл, щракнете два пъти върху\\nчастта от пътя без възел и такъв ще бъде създаден.\\n\\nАко пътят се свързва с друг път, но не се свързва коректно на картата,\\nможете да завлачите една от контролните точки върху\\\n      \\ другия път с цел\\nда ги съедините. Свързването на пътищата е важно за картата и \\nнеобходимо при даването на упътвания за шофьори.\\n\\nМожете също да щракнете бутонът 'Преместване' или бързия \\nклавиш `M`, за да преместите целия път наведнъж, а след това\\nщракнете отново, за да запазите преместването.\\n\\n### Изтриване\\n\\nАко пътят е изцяло грешен - можете да видите,\\\n      \\ че не съществува\\nна сателитното изображение или в най-добрия случай сте се убедили\\nна място, че не съществува - можете да го изтриете, което го премахва\\nот картата. Бъдете внимателни, когато изтривате елементи - като \\nвсяка друга редакция, резултатите се виждат от всички, а сателитните \\nизображения често са неактуални, така че пътят може просто да е\\nновопостроен.\\n\\\n      \\nМожете да изтриете път като щракнете върху нея за да го изберете, \\nа след това щракнете върху иконата кошче или да натиснете бутона\\n'Delete'.\\n\\n### Създаване\\n\\nОткрили сте, че някъде трябва да има път, но такъв няма? Щракнете\\nна иконата 'Линия' в горния ляв край на редактора или натиснете\\nбързия клавиш `2` за да започнете чертането на линия.\\n\\nЩракнете върху\\\n      \\ началото на пътя на картата за да започнете чертането.\\nАко пътят се разклонява от съществуващ такъв, започнете като щракнете\\nвърху мястото, където те се свързват.\\n\\nСлед това щракайте точки по продължението на пътя така, че той да\\nследва правилния маршрут, според сателитното изображение или GPS.\\nАко пътят, който чертаете, пресича друг път, свържете го като щракнете\\n\\\n      върху точката на пресичане. Когато сте готови с чертането, щракнете \\nдва пъти или натиснете 'Return' или 'Enter' от клавиатурата.\\n\"\n    addresses: \"# Адреси\\n\\nАдресите са една от най-полезните информации на картата.\\n\\nВъпреки че, адресите често са представяни като части от улици, в\\nOpenStreetMap те се записват като атрибути на сгради и места \\nпокрай улици.\\n\\nМожете да добавяте адресна информация към места изобразени като\\nконтури на сграда, също и към тези изобразени като кочка. Оптималния\\nизточник\\\n      \\ на адресна информация е от измерване на терен или \\nлични познания - както и с всички останали обекти, копирането от \\nкомерсиални източници като Google Maps е стриктно забранено.\\n\"\n    buildings: \"# Сгради\\n\\nOpenStreetMap е най-голямата в света база данни за сгради. Можете да \\nсъздавате и подобрявате тази база данни.\\n\\n### Избиране\\n\\nМожете да изберете сграда като щракнете върху нейния контур. Това ще \\nосвети сградата и ще отвори малко меню с инструменти, както и \\nстранична лента с повече информация за сградата.\\n\\n### Модифициране\\n\\nПонякога\\\n      \\ сградите са неправилно поставени или имат грешни тагове.\\n\\nЗа да преместите цяла сграда, изберете я и след това натиснете \\nинструмента 'Преместване'. Движете мишката за да преместите \\nсградата и щракнете, когато е на точното си място.\\n\\nЗа да оправите формата на сградата, щракнете и завлачете възлите, \\nкоито оформят контура и ги поставете на по-добри позиции.\\n\\\n      \\n### Създаване\\n\\nЕдин от основните въпроси около добавянето на сгради в картата \\nе, че OpenStreetMap може да записва сградите и като контур, и като \\nточка. Практическо правило е сграда да се картографира като контур \\nвинаги, когато това е възможно, а отделните компании, жилища, услуги и \\nдруги обекти, които оперират в сгради - като точки поставени в \\nконтура\\\n      \\ на сградата.\\n\\nЗапочнете чертането на контура на сградата като натиснете бутонът \\n'Площи' в горния ляв край на интерфейса и завършете като натиснете\\n'Enter' от клавиатурата или като щракнете върху първия начертан възел,\\nза да затворите контура.\\n\\n### Изтриване\\n\\nАко сградата е изцяло грешна - можете да видите, че не съществува\\nна сателитното изображение или\\\n      \\ в най-добрия случай сте се убедили\\nна място, че не съществува - можете да я изтриете, което я премахва\\nот картата. Бъдете внимателни, когато изтривате елементи - като \\nвсяка друга редакция, резултатите се виждат от всички, а сателитните \\nизображения често са неактуални, така че сградата може просто да е\\nновопостроена.\\n\\nМожете да изтриете сграда като щракнете\\\n      \\ върху нея за да я изберете, \\nа след това щракнете върху иконата кошче или да натиснете бутона\\n'Delete'.\\n\"\n  intro:\n    navigation:\n      title: \"Навигация\"\n      drag: \"Основната част от картата показва OpenStreetMap информация върху фоново изображение. Можете да навигирате като провлачвате и скролвате, като всяка друга уеб карта. **Провлачете картата!!**\"\n      select: \"Обектите на картата са представени по три начина: чрез използване на точки, линии или площи. Всички елементи могат да бъдат избрани чрез щракване върху тях. **Щракнете върху точка, за да я изберете.**\"\n      header: \"Хедърът ни показва вида на обекта.\"\n      pane: \"Когато е избран обект се показва редакторът на обекти. Хедърът ни показва вида на обекта, а основният прозорец ни показва атрибутите на обекта, като например неговото име или адрес. **Затворете редакторът на обекти с бутона за затваряне горе в дясно.** \"\n    points:\n      title: \"Точки\"\n      add: \"Точките могат да бъдат използвани да изобразяват обекти като магазини, ресторанти и паметници. Те отбелязват точно определено местоположение и описват какво има там. **Натиснете бутонът Точка, за да добавите нова точка.**\"\n      place: \"Точката може да бъде поставена чрез щракване върху картата. **Поставете точката върху сградата.**\"\n      search: \"Има много различни обекти, които могат да бъдат представени чрез точки. Точката, която току що добавихте е Кафене. **Потърсете '{name}'** \"\n      choose: \"**Изберете Кафене от списъка.**\"\n      describe: \"Точката сега е отбелязана като кафене. Използвайки редакторът на елементи, можем да добавим още информация за елемента. **Добавете име**\"\n      close: \"Редакторът на обекти може да бъде затворен като натиснете бутона за затваряне. **Затворете редактора на елементи**\"\n      reselect: \"Често точките вече ще са нанесени, но ще имат грешки или ще са непълни. Можем да редактираме съществуващите точки. **Изберете точката, която току що създадохте.**\"\n      fixname: \"**Променете името и затворете редактора на обекти.**\"\n      reselect_delete: \"Всички обекти на картата могат да бъдат изтрити. **Щракнете върху точката, която създадохте.**\"\n      delete: \"Менюто около точката съдържа операции, които могат да бъдат извършени с нея, включително и изтриване. **Изтрийте точката.**\"\n    areas:\n      title: \"Площи\"\n      corner: \"Площни обекти се чертаят чрез поставяне на възли, които маркират контура на площния обект. **Поставете началния възел върху един от краищата на детската площадка.**\"\n      place: \"Начертайте площния обект като поставите още възли. Завършете площния обект като щракнете върху началния възел. **Начертайте площ за детската площадка.**\"\n      search: \"**Потърсете '{name}'**\"\n      choose: \"**Изберете Детска площадка от списъка.**\"\n      describe: \"*Добавете име и затворете редакторът на обекти.**\"\n    lines:\n      title: \"Линии\"\n      start: \"**Започнете линията като щракнете върху края на пътя.**\"\n      intersect: \"Щракнете, за да добавите още възли към линията. Можете да местите картата докато чертаете, ако е необходимо. Пътищата и много други типове линии са част от по-голяма мрежа. Важно е тези линии да са свързани коректно за да могат да работят рутиращите програми. **Щракнете върху Flower Street, за да направите кръстовище, свързващо двете линии.**\"\n      finish: \"Линиите могат да бъдат завършвани и с щракване върху последния възел. **Завършете чертането на пътя.**\"\n      road: \"**Изберете Път от списъка.**\"\n      residential: \"Има различни видове пътища, като най-разпространеният е Улица. **Изберете вид път Улица.**\"\n      describe: \"**Добавете име на пътя и затворете редакторът на обекти.**\"\n      restart: \"Пътят трябва да пресича Flower Street.\"\n    startediting:\n      title: \"Започване на редакция\"\n      help: \"Още документация и тази опознавателна обиколка се намират тук.\"\n      save: \"Не забравяйте да записвате редовно промените, които правите!\"\n      start: \"Започнете да картографирате!\"\n", 
    "mimetype": "text/plain"
}