{
    "content": "vi:\n  modes:\n    add_area:\n      title: Vùng\n      description: \"Thêm công viên, tòa nhà, hồ nước, hoặc vùng khác vào bản đồ.\"\n      tail: \"Nhấn vào bản đồ để bắt đầu vẽ vùng.\"\n    add_line:\n      title: Đường\n      description: \"Thêm con đường, lối đi bộ, dòng nước, hoặc đường kẻ khác vào bản đồ.\"\n      tail: \"Nhấn vào bản đồ để bắt đầu vẽ đường, đường mòn, hoặc tuyến đường.\"\n    add_point:\n      title: Điểm\n      description: \"Thêm nhà hàng, đài tưởng niệm, hòm thư, hoặc địa điểm khác vào bản đồ.\"\n      tail: Nhấn vào bản đồ để thêm địa điểm.\n    browse:\n      title: Xem\n      description: Di chuyển và thu phóng bản đồ.\n    draw_area:\n      tail: Nhấn chuột để thêm nốt vào vùng. Nhấn nốt đầu tiên để hoàn thành vùng.\n    draw_line:\n      tail: \"Nhấn chuột để thêm nốt vào đường kẻ. Nhấn vào đường khác để nối đường lại. Nhấn đúp để hoàn thành đường.\"\n  operations:\n    add:\n      annotation:\n        point: thêm địa điểm\n        vertex: thêm nốt vào lối\n        relation: thêm quan hệ\n    start:\n      annotation:\n        line: bắt đầu vẽ đường kẻ\n        area: bắt đầu vẽ vùng\n    continue:\n      key: A\n      title: Vẽ tiếp\n      description: Vẽ tiếp đường kẻ này.\n      not_eligible: Không thể vẽ tiếp đường kẻ nào từ chỗ này.\n      multiple: Có thể vẽ tiếp hơn một đường kẻ từ chỗ này. Hãy nhấn giữ phím Shift trong khi nhấn chuột vào đường kẻ mà bạn muốn vẽ tiếp.\n      annotation:\n        line: vẽ tiếp đường kẻ\n        area: vẽ tiếp vùng\n    cancel_draw:\n      annotation: hủy vẽ đối tượng\n    change_role:\n      annotation: thay đổi vai trò của thành viên quan hệ\n    change_tags:\n      annotation: thay đổi thẻ\n    circularize:\n      title: Làm Tròn\n      description:\n        line: Làm tròn đường kẻ này.\n        area: Làm tròn vùng này.\n      key: O\n      annotation:\n        line: làm tròn một đường kẻ\n        area: làm tròn một vùng\n      not_closed: Không thể làm tròn một đối tượng không phải là đa giác kín.\n      too_large: Không thể làm tròn đối tượng này vì chỉ có thấy được một phần rất nhỏ.\n      connected_to_hidden: Không thể làm tròn đối tượng này vì nó nối liền với một đối tượng ẩn.\n    orthogonalize:\n      title: Làm Vuông góc\n      description:\n        line: Làm vuông góc đường kẻ này.\n        area: Làm vuông góc vùng này.\n      key: L\n      annotation:\n        line: làm vuông góc một đường kẻ\n        area: làm vuông góc một vùng\n      not_squarish: Không thể làm vuông một đối tượng không phải vuông vuông.\n      too_large: Không thể làm vuông đối tượng này vì chỉ có thấy được một phần rất nhỏ.\n      connected_to_hidden: Không thể làm vuông đối tượng này vì nó nối liền với một đối tượng ẩn.\n    straighten:\n      title: Làm thẳng\n      description: Làm thẳng đường kẻ này.\n      key: L\n      annotation: làm thẳng một đường kẻ\n      too_bendy: Không thể làm thẳng đường kẻ này vì nó ngoằn ngoèo quá mức.\n      connected_to_hidden: Không thể làm thẳng đường kẻ này vì nó nối liền với một đối tượng ẩn.\n    delete:\n      title: Xóa\n      description: Xóa đối tượng vĩnh viễn.\n      annotation:\n        point: xóa địa điểm\n        vertex: xóa nốt khỏi lối\n        line: xóa đường kẻ\n        area: xóa vùng\n        relation: xóa quan hệ\n        multiple: \"xóa {n} đối tượng\"\n      incomplete_relation: Không thể xóa đối tượng chưa được tải về hoàn toàn.\n      part_of_relation: Không thể xóa đối tượng này vì nó trực thuộc một quan hệ lớn hơn. Bạn phải gỡ nó khỏi quan hệ trước tiên.\n      connected_to_hidden: Không thể xóa đối tượng này vì nó nối liền với một đối tượng ẩn.\n    add_member:\n      annotation: thêm thành viên vào quan hệ\n    delete_member:\n      annotation: gỡ thành viên khỏi quan hệ\n    connect:\n      annotation:\n        point: nối liền lối với địa điểm\n        vertex: nối liền đường kẻ với đường khác\n        line: nối liền lối với đường kẻ\n        area: nối liền đường kẻ với vùng\n    disconnect:\n      title: Tháo gỡ\n      description: Gỡ các lối này khỏi nhau.\n      key: T\n      annotation: tháo gỡ đường kẻ và vùng\n      not_connected: Không có đủ đường kẻ hoặc vùng ở đây để tháo gỡ.\n      connected_to_hidden: Không thể tháo gỡ đối tượng này vì nó nối liền với một đối tượng ẩn.\n    merge:\n      title: Gộp\n      description: Gộp các đường kẻ này.\n      key: G\n      annotation: \"gộp {n} đường kẻ\"\n      not_eligible: Không thể gộp các đối tượng này.\n      not_adjacent: Không thể gộp các đường kẻ không nối liền với nhau.\n      restriction: Không thể gộp các đường kẻ này vì ít nhất một trong những đường kẻ trực thuộc quan hệ “{relation}”.\n      incomplete_relation: Không thể gộp vì một trong số đối tượng này chưa được tải về hoàn toàn.\n    move:\n      title: Di chuyển\n      description: Di chuyển đối tượng này sang chỗ khác.\n      key: D\n      annotation:\n        point: di chuyển địa điểm\n        vertex: di chuyển nốt trong lối\n        line: di chuyển đường kẻ\n        area: di chuyển vùng\n        multiple: di chuyển hơn một đối tượng\n      incomplete_relation: Không thể di chuyển đối tượng chưa được tải về hoàn toàn.\n      too_large: Không thể di chuyển đối tượng này vì chỉ có thấy được một phần rất nhỏ.\n      connected_to_hidden: Không thể di chuyển đối tượng này vì nó nối liền với một đối tượng ẩn.\n    rotate:\n      title: Xoay\n      description: Xoay đối tượng này quanh điểm trung tâm.\n      key: X\n      annotation:\n        line: xoay đường kẻ\n        area: xoay vùng\n      too_large: Không thể xoay đối tượng này vì chỉ có thấy được một phần rất nhỏ.\n      connected_to_hidden: Không thể xoay đối tượng này vì nó nối liền với một đối tượng ẩn.\n    reverse:\n      title: Đảo ngược\n      description: Đảo ngược chiều đường kẻ này.\n      key: V\n      annotation: đảo ngược đường kẻ\n    split:\n      title: Chia cắt\n      description:\n        line: Cắt đôi đường kẻ này tại nốt này.\n        area: Cắt đôi đường biên của vùng này.\n        multiple: Cắt đôi các đường kẻ và đường viền tại nốt này.\n      key: C\n      annotation:\n        line: cắt đôi một đường kẻ\n        area: cắt đôi một đường biên của vùng\n        multiple: \"cắt đôi {n} đường kẻ và đường biên\"\n      not_eligible: Không thể cắt đôi đường kẻ vào đầu hoặc cuối đường.\n      multiple_ways: Có quá nhiều đường kẻ tại đây để cắt đôi.\n      connected_to_hidden: Không thể chia cắt đối tượng này vì nó nối liền với một đối tượng ẩn.\n    restriction:\n      help:\n        select: Nhấn chuột để chọn một khúc đường.\n        toggle: Nhấn chuột để thêm hoặc bỏ hạn chế rẽ.\n        toggle_on: 'Nhấn chuột để thêm hạn chế “{restriction}”.'\n        toggle_off: 'Bấm để bỏ hạn chế “{restriction}”.'\n      annotation:\n        create: thêm hạn chế rẽ\n        delete: bỏ hạn chế rẽ\n  undo:\n    tooltip: \"Hoàn tác việc {action}.\"\n    nothing: Không có gì để hoàn tác.\n  redo:\n    tooltip: \"Làm lại việc {action}.\"\n    nothing: Không có gì để làm lại.\n  tooltip_keyhint: \"Phím tắt:\"\n  browser_notice: \"Chường trình vẽ bản đồ này chạy tốt trong Firefox, Chrome, Safari, Opera, và Internet Explorer 9 trở lên. Xin vui lòng nâng cấp trình duyệt của bạn hoặc dùng Potlach 2 để biên tập bản đồ.\"\n  translate:\n    translate: Biên dịch\n    localized_translation_label: Tên đa ngôn ngữ\n    localized_translation_language: Chọn ngôn ngữ\n    localized_translation_name: Tên\n  zoom_in_edit: Phong to để Sửa đổi\n  logout: đăng xuất\n  loading_auth: \"Đang kết nối với OpenStreetMap…\"\n  report_a_bug: báo cáo lỗi\n  feature_info:\n    hidden_warning: \"{count} đối tượng ẩn\"\n    hidden_details: \"Các đối tượng này đang ẩn: {details}\"\n  status:\n    error: Không thể kết nối đến API.\n    offline: API đang ngoại tuyến. Xin vui lòng thử lại sau.\n    readonly: API đang ở chế độ chỉ-đọc. Bạn cần phải đợi để lưu các thay đổi.\n  commit:\n    title: Lưu các Thay đổi\n    description_placeholder: Tóm lược các đóng góp của bạn\n    message_label: Tóm lược sửa đổi\n    upload_explanation: \"Các thay đổi bạn thực hiện sẽ xuất hiện trên tất cả các bản đồ sử dụng dữ liệu OpenStreetMap.\"\n    upload_explanation_with_user: \"Các thay đổi bạn thực hiện dưới tên {user} sẽ xuất hiện trên tất cả các bản đồ sử dụng dữ liệu OpenStreetMap.\"\n    save: Lưu\n    cancel: Hủy bỏ\n    changes: \"{count} Thay đổi\"\n    warnings: Cảnh báo\n    modified: Đã Thay đổi\n    deleted: Đã Xóa\n    created: Đã Tạo\n  contributors:\n    list: \"Đóng góp bởi {users}\"\n    truncated_list: \"Đóng góp bởi {users} và {count} người khác\"\n  geocoder:\n    search: Tìm kiếm trên toàn thế giới…\n    no_results_visible: Không tìm thấy kết quả trong khu vực đang xem\n    no_results_worldwide: Không tìm thấy kết quả\n  geolocate:\n    title: Nhảy tới Vị trí của Tôi\n  inspector:\n    no_documentation_combination: Không có tài liệu về tổ hợp thẻ này\n    no_documentation_key: Không có tài liệu về chìa khóa này\n    show_more: Xem thêm\n    view_on_osm: Xem tại openstreetmap.org\n    all_tags: Tất cả các thẻ\n    all_members: Tất cả các thành viên\n    all_relations: Tất cả các quan hệ\n    new_relation: Quan hệ mới…\n    role: Vai trò\n    choose: Chọn thể loại đối tượng\n    results: \"{n} kết quả cho {search}\"\n    reference: Tra cứu OpenStreetMap Wiki\n    back_tooltip: Thay đổi đối tượng\n    remove: Xóa\n    search: Tìm kiếm\n    multiselect: Các đối tượng được chọn\n    unknown: Không rõ\n    incomplete: <chưa tải về>\n    feature_list: Tìm kiếm đối tượng\n    edit: Sửa đối tượng\n    check:\n      'yes': \"Có\"\n      'no': \"Không\"\n    none: Không có\n    node: Nốt\n    way: Lối\n    relation: Quan hệ\n    location: Vị trí\n    add_fields: \"Thêm chi tiết:\"\n  background:\n    title: Hình nền\n    description: Tùy chọn Hình nền\n    percent_brightness: \"Độ sáng {opacity}%\"\n    none: Không có\n    custom: Tùy biến\n    custom_button: Sửa hình nền tùy biến\n    custom_prompt: \"Nhập định dạng URL của các mảnh bản đồ. Bạn có thể sử dụng các dấu hiệu {z}, {x}, {y} cho định dạng Z/X/Y hoặc {u} cho định dạng quadtile.\"\n    fix_misalignment: Điều chỉnh lại\n    reset: đặt lại\n  map_data:\n    title: Dữ liệu Bản đồ\n    description: Dữ liệu Bản đồ\n    data_layers: Các Lớp Dữ liệu\n    fill_area: Cách Tô màu các Vùng\n    map_features: Các Thể loại Đối tượng\n    autohidden: \"Các đối tượng này đã được ẩn tự động để tránh hiển thị quá nhiều đối tượng một lúc. Bạn có thể phóng to để sửa đổi chúng.\"\n  feature:\n    points:\n      description: Địa điểm\n      tooltip: \"Địa điểm quan tâm\"\n    major_roads:\n      description: Đường Lớn\n      tooltip: \"Đường Cao tốc, Ngõ phố, v.v.\"\n    minor_roads:\n      description: Đường Nhỏ\n      tooltip: \"Ngõ ngách, Lối trong Bãi đậu xe, Đường đất, v.v.\"\n    paths:\n      description: Đường mòn\n      tooltip: \"Lề đường, Đường Dạo, Đường Xe đạp, v.v.\"\n    buildings:\n      description: Tòa nhà\n      tooltip: \"Tòa nhà, Nhà trú, Ga ra, v.v.\"\n    landuse:\n      description: Phân vùng Sử dụng Đất\n      tooltip: \"Rừng Trồng cây, Nông nghiệp, Công viên, Dân cư, Thương mại, v.v.\"\n    boundaries:\n      description: Biên giới\n      tooltip: \"Biên giới Hành chính\"\n    water:\n      description: Nước\n      tooltip: \"Sông, Hồ, Ao, Lưu vực, v.v.\"\n    rail:\n      description: Đường sắt\n      tooltip: \"Đường sắt\"\n    power:\n      description: Điện năng\n      tooltip: \"Đường Dây điện, Nhà máy Điện, Trạm Điện Phụ, v.v.\"\n    past_future:\n      description: Quá khứ & Tương lai\n      tooltip: \"Đề nghị, Đang Xây, Bỏ hoang, Phá hủy, v.v.\"\n    others:\n      description: Khác\n      tooltip: \"Những gì khác\"\n  area_fill:\n    wireframe:\n      description: Không Tô (Khung lưới)\n      tooltip: \"Chế độ khung lưới cho phép thấy rõ hình ảnh nền.\"\n    partial:\n      description: Tô Mép\n      tooltip: \"Các vùng chỉ được tô màu vào mép (được khuyến khích cho những người mới bắt đầu vẽ bản đồ).\"\n    full:\n      description: Tô Hẳn\n      tooltip: \"Các vùng được tô màu hoàn toàn.\"\n  restore:\n    heading: Bạn có thay đổi chưa lưu\n    description: \"Bạn có thay đổi chưa lưu từ một phiên làm việc trước đây. Bạn có muốn khôi phục các thay đổi này không?\"\n    restore: Mở lại\n    reset: Đặt lại\n  save:\n    title: Lưu\n    help: \"Lưu các thay đổi vào OpenStreetMap để cho mọi người xem.\"\n    no_changes: Không có thay đổi nào để lưu.\n    error: Xảy ra lỗi khi lưu\n    unknown_error_details: \"Xin vui lòng chắc chắn rằng bạn được kết nối với Internet.\"\n    uploading: Đang tải các thay đổi lên OpenStreetMap.\n    unsaved_changes: Bạn có Thay đổi Chưa lưu\n  success:\n    edited_osm: \"Bạn đã sửa đổi OSM!\"\n    just_edited: \"Bạn vừa sửa đổi OpenStreetMap!\"\n    view_on_osm: \"Xem tại OSM\"\n    facebook: \"Chia sẻ trên Facebook\"\n    twitter: \"Chia sẻ trên Twitter\"\n    google: \"Chia sẻ trên Google+\"\n    help_html: \"Các thay đổi của bạn sẽ xuất hiện trên lớp “Chuẩn” trong vòng vài phút. Một số lớp và tính năng khác có thể được cập nhật chậm hơn \\n(<a href='https://help.openstreetmap.org/questions/4705/why-havent-my-changes-appeared-on-the-map' target='_blank'>chi tiết</a>).\\n\"\n  confirm:\n    okay: \"OK\"\n  splash:\n    welcome: Chào mừng bạn đến với iD, chương trình vẽ bản đồ OpenStreetMap\n    text: \"iD là một công cụ hiệu quả và dễ sử dụng để đóng góp vào bản đồ mở lớn nhất trên thế giới. Đây là phiên bản {version}. Xem thêm thông tin tại {website} và báo cáo lỗi trên {github}.\"\n    walkthrough: \"Mở trình hướng dẫn\"\n    start: \"Tiến hành sửa đổi\"\n  source_switch:\n    live: thật\n    lose_changes: \"Bạn có các thay đổi chưa lưu. Các thay đổi này sẽ bị mất khi bạn đổi máy chủ bản đồ. Bạn có chắc chắn muốn đổi máy chủ?\"\n    dev: thử\n  tag_reference:\n    description: Mô tả\n    on_wiki: \"{tag} tại wiki.osm.org\"\n    used_with: \"được sử dụng với {type}\"\n  validations:\n    untagged_point: Địa điểm không có thẻ\n    untagged_line: Đường kẻ không có thẻ\n    untagged_area: Vùng không có thẻ\n    many_deletions: \"Bạn có chắc chắn muốn xóa {n} đối tượng? Các đối tượng này sẽ bị xóa khỏi bản đồ công cộng tại openstreetmap.org.\"\n    tag_suggests_area: \"Thẻ {tag} có lẽ dành cho vùng nhưng được gắn vào đường kẻ\"\n    untagged_point_tooltip: \"Chọn loại điểm.\"\n    untagged_line_tooltip: \"Chọn loại đường kẻ.\"\n    untagged_area_tooltip: \"Chọn loại vùng.\"\n    deprecated_tags: \"Không khuyến khích sử dụng các thẻ: {tags}\"\n  zoom:\n    in: Phóng to\n    out: Thu nhỏ\n  cannot_zoom: \"Không thể thu nhỏ hơn trong chế độ hiện tại.\"\n  gpx:\n    local_layer: \"Tập tin GPX địa phương\"\n    drag_drop: \"Kéo thả một tập tin .gpx vào trang hoặc bấm nút bên phải để duyệt\"\n    zoom: \"Phóng vừa tuyến đường GPX\"\n    browse: \"Chọn một tập tin .gpx\"\n  mapillary:\n    tooltip: \"Hình ảnh từ con đường do Mapillary cung cấp\"\n    title: \"Lớp phủ Hình ảnh (Mapillary)\"\n    view_on_mapillary: \"Xem hình này trên Mapillary\"\n  help:\n    title: \"Trợ giúp\"\n    help: |\n      # Trợ giúp\n\n      Đây là trình vẽ của [OpenStreetMap](http://www.openstreetmap.org/), bản đồ có mã nguồn mở và dữ liệu mở cho phép mọi người cùng sửa đổi. Bạn có thể sử dụng chương trình này để bổ sung và cập nhật dữ liệu bản đồ tại khu vực của bạn. Bạn có thể cải tiến bản đồ thế giới mở để cho mọi người sử dụng.\n\n      Các sửa đổi của bạn trên bản đồ này sẽ xuất hiện cho mọi người dùng OpenStreetMap. Để sửa bản đồ, bạn cần có một [tài khoản OpenStreetMap miễn phí](https://www.openstreetmap.org/user/new).\n\n      [Trình vẽ iD](http://ideditor.com/) là một dự án cộng tác và xuất bản [tất cả mã nguồn tại GitHub](https://github.com/openstreetmap/iD).\n    editing_saving: |\n      # Sửa đổi & Lưu giữ\n\n      Đây là một chương trình vẽ trực tuyến, hiện tại bạn đang truy cập nó qua một trang Web.\n\n      ### Lựa chọn Đối tượng\n\n      Để lựa chọn một đối tượng, thí dụ con đường hay một điểm, nhấn chuột vào nó trên bản đồ. Khi đối tượng được chọn, bạn sẽ thấy một biểu mẫu ở bên phải chứa các chi tiết về đối tượng, cũng như một trình đơn giống bảng màu của họa sĩ chứa các tác vụ để thực hiện với đối tượng.\n\n      Để lựa chọn nhiều đối tượng cùng lúc, nhấn giữ phím Shift và nhấn chuột vào từng đối tượng một. Thay thế, nhấn giữ Shift và kéo chuột trên bản đồ để vẽ hộp bao. Các đối tượng nằm vào hộp này sẽ được chọn.\n\n      ### Lưu giữ Sửa đổi\n\n      Khi bạn sửa đổi các tuyến đường, tòa nhà, và địa điểm, các thay đổi này được lưu giữ trên máy cho đến khi bạn đăng nó lên máy chủ. Đừng lo nhầm lẫn: chỉ việc nhấn vào các nút Hoàn tác và Làm lại.\n\n      Nhấn “Lưu” để hoàn thành các sửa đổi, thí dụ bạn vừa vẽ xong một khu và muốn bắt đầu vẽ khu mới. Trình vẽ sẽ trình bày các thay đổi để bạn xem lại, cũng như các gợi ý và cảnh báo nếu bạn đã sửa nhầm lẫn.\n\n      Sau khi vẽ xong, bạn sẽ nhập lời tóm lược các thay đổi và nhấn “Lưu” lần nữa để đăng các thay đổi lên [OpenStreetMap.org](http://www.openstreetmap.org/). Các thay đổi sẽ xuất hiện tại trang web này để mọi người xem và cập nhật nếu có sai sót.\n\n      Nếu bạn chưa xong mà cần rời khỏi máy tính, bạn có thể đóng trình vẽ này. Lần sau trở lại, trình vẽ này sẽ cho phép khôi phục các thay đổi chưa lưu của bạn (miễn là bạn sử dụng cùng máy tính và trình duyệt).\n    roads: |\n      # Đường sá\n\n      Trình vẽ này cho phép tạo, sửa, và xóa các con đường. Con đường không nhất thiết phải là đường phố: có thể vẽ đường cao tốc, đường mòn, đường đi bộ, đường xe đạp…\n\n      ### Lựa chọn\n\n      Nhấn vào con đường để lựa chọn nó. Con đường sẽ được tô sáng, một trình đơn công cụ sẽ xuất hiện bên cạnh đường, và thanh bên sẽ trình bày các chi tiết của con đường.\n\n      ### Sửa đổi\n\n      Nhiều khi bạn sẽ gặp những con đường bị chệch đối với hình nền hoặc tuyến đường GPS. Bạn có thể chỉnh lại các con đường này để chính xác hơn.\n\n      Trước tiên, nhấn vào con đường cần chỉnh lại. Đường sẽ được tô sáng và các nốt sẽ xuất hiện để bạn kéo sang vị trí đúng hơn. Để thêm chi tiết, nhấn đúp vào một khúc đường chưa có nốt, và một nốt mới sẽ xuất hiện để bạn kéo.\n\n      Nếu con đường nối với đường khác trên thực tiếp, nhưng trên bản đồ thì chưa nối liền, hãy kéo một nốt của một con đường sang đường kia để nối liền hai con đường. Nối liền các đường tại giao lộ là một điều rất quan trọng tăng khả năng chỉ đường.\n\n      Để di chuyển toàn bộ con đường cùng lúc, nhấn vào công cụ “Di chuyển” hoặc nhấn phím tắt `M`, chuyển chuột sang vị trí mới, rồi nhấn chuột để hoàn thành việc di chuyển.\n\n      ### Xóa\n\n      Hãy tưởng tượng bạn gặp một con đường hoàn toàn sai: bạn không thấy được con đường trong hình ảnh trên không và, theo lý tưởng, cũng đã ghé vào chỗ đó để xác nhận rằng nó không tồn tại. Nếu trường hợp này, bạn có thể xóa con đường hoàn toàn khỏi bản đồ. Xin cẩn thận khi xóa đối tượng: giống như mọi sửa đổi khác, mọi người sẽ thấy được kết quả. Ngoài ra, hình ảnh trên không nhiều khi lỗi thời – con đường có thể mới xây – thành thử tốt nhất là ghé vào chỗ đó để quan sát chắc chắn, nếu có thể.\n\n      Để xóa một con đường, lựa chọn nó bằng cách nhấn vào nó, rồi nhấn vào hình thùng rác hoặc nhấn phím Delete.\n\n      ### Tạo mới\n\n      Bạn có tìm ra một con đường chưa được vẽ trên bản đồ? Hãy bắt đầu vẽ đường kẻ mới bằng cách nhấn vào nút “Đường” ở phía trên bên trái của trình vẽ, hoặc nhấn phím tắt `2`.\n\n      Nhấn vào bản đồ tại điểm bắt đầu của con đường. Hoặc nếu con đường chia ra từ đường khác đã tồn tại, trước tiên nhấn chuột tại giao lộ giữa hai con đường này.\n\n      Sau đó, nhấn chuột lần lượt theo lối đường dùng hình ảnh trên không hoặc tuyến đường GPS. Khi nào con đường giao với đường khác, nhấn chuột tại giao lộ để nối liền hai con đường này. Sau khi vẽ xong, nhấn đúp vào nốt cuối dùng hoặc nhấn phím Return hay Enter.\n    gps: |\n      # GPS\n\n      Hệ thống định vị toàn cầu, còn gọi GPS, là nguồn dữ liệu tin tưởng nhất trong dự án OpenStreetMap. Trình vẽ này hỗ trợ các tuyến đường thu thập được từ máy GPS, tức tập tin `.gpx` trên máy tính của bạn. Bạn có thể thu loại tuyến đường GPS này bằng một ứng dụng cài đặt trên điện thoại thông minh hoặc máy thu GPS, chẳng hạn máy Garmin.\n\n      Đọc thêm về cách thu thập dữ liệu bằng GPS tại “[Surveying with a GPS](http://learnosm.org/en/beginner/using-gps/)”.\n\n      Để sử dụng một tuyến đường GPX trong việc vẽ bản đồ, kéo thả tập tin GPX vào trình vẽ bản đồ này. Nếu trình vẽ nhận ra tuyến đường, tuyến đường sẽ được tô màu hồng sẫm trên bản đồ. Mở hộp “Dữ liệu Bản đồ” ở thanh công cụ bên phải để bật tắt hoặc thu phóng lớp GPX này.\n\n      Tuyến đường GPX không được tải lên OpenStreetMap trực tiếp. Cách tốt nhất để sử dụng nó là vạch đường theo nó trên bản đồ, cũng như [tải nó lên OpenStreetMap](http://www.openstreetmap.org/trace/create) để cho người khác sử dụng.\n    imagery: |\n      # Hình ảnh\n\n      Ảnh hàng không là tài nguyên quan trọng trong việc vẽ bản đồ. Có sẵn một số nguồn hình ảnh chụp từ máy bay và vệ tinh, cũng như một số nguồn thông tin mở, trong trình đơn “Tùy chọn Hình nền” ở bên phải của trình vẽ này.\n\n      Theo mặc định, trình vẽ hiển thị lớp trên không của [Bản đồ Bing](http://www.bing.com/maps/), nhưng có sẵn nguồn khác tùy theo vị trí đang xem trong trình duyệt. Ngoài ra có hình ảnh rất rõ tại nhiều vùng ở một số quốc gia như Hoa Kỳ, Pháp, và Đan Mạch.\n\n      Hình ảnh đôi khi bị chệch đối với dữ liệu bản đồ vì dịch vụ hình ảnh có lỗi. Nếu bạn nhận thấy nhiều con đường bị chệch đối với hình nền, xin đừng di chuyển các đường này để trùng hợp với hình ảnh. Thay vì di chuyển các con đường, hãy chỉnh lại hình ảnh để phù hợp với dữ liệu tồn tại bằng cách nhấn “Chỉnh lại hình nền bị chệch” ở cuối hộp Tùy chọn Hình nền.\n    addresses: |\n      # Địa chỉ\n\n      Địa chỉ là những thông tin rất cần thiết trên bản đồ.\n\n      Tuy bản đồ thường trình bày các địa chỉ như một thuộc tính của đường sá, nhưng OpenStreetMap liên kết các địa chỉ với các tòa nhà hoặc miếng đất dọc đường.\n\n      Bạn có thể thêm thông tin địa chỉ vào các hình dạng tòa nhà hoặc các địa điểm quan tâm. Tốt nhất là lấy thông tin địa chỉ từ kinh nghiệm cá nhân, thí dụ đi dạo trên phố và ghi chép các địa chỉ hoặc nhớ lại những chi tiết từ hoạt động hàng ngày của bạn. Cũng như bất cứ chi tiết nào, dự án này hoàn toàn cấm sao chép từ các nguồn thương mại như Bản đồ Google.\n    inspector: |\n      # Biểu mẫu\n\n      Biểu mẫu là hộp ở bên trái của trang cho phép sửa đổi các chi tiết của các đối tượng được chọn.\n\n      ### Chọn Thể loại\n\n      Sau khi thêm địa điểm, đường kẻ, hoặc vùng vào bản đồ, bạn có thể cho biết đối tượng này tượng trưng cho gì, chẳng hạn con đường, siêu thị, hoặc quán cà phê. Biểu mẫu trình bày các nút tiện để chọn các thể loại đối tượng thường gặp, hoặc bạn có thể gõ một vài chữ mô tả vào hộp tìm kiếm để tìm ra các thể loại khác.\n\n      Nhấn vào hình dấu trang ở phía dưới bên phải của một nút thể loại để tìm hiểu thêm về thể loại đó. Nhấn vào nút để chọn thể loại đó.\n\n      ### Điền đơn và Gắn thẻ\n\n      Sau khi bạn chọn thể loại, hoặc nếu chọn một đối tượng đã có thể loại, biểu mẫu trình bày các trường văn bản và điều khiển để xem và sửa các thuộc tính của đối tượng như tên và địa chỉ.\n\n      Ở dưới các điều khiển có một số hình tượng có thể nhấn để thêm chi tiết, chẳng hạn tên bài [Wikipedia](http://www.wikipedia.org/) và mức hỗ trợ xe lăn.\n\n      Nhấn vào “Các thẻ năng cao” ở cuối biểu mẫu để gắn bất cứ thẻ nào vào đối tượng. [Taginfo](http://taginfo.openstreetmap.org/) là một công cụ rất hữu ích để tìm ra những phối hợp thẻ phổ biến.\n\n      Các thay đổi trong biểu mẫu được tự động áp dụng vào bản đồ. Bạn có thể nhấn vào nút “Hoàn tác” vào bất cứ lúc nào để hoàn tác các thay đổi.\n    buildings: |\n      # Tòa nhà\n\n      OpenStreetMap là cơ sở dữ liệu tòa nhà lớn nhất trên thế giới. Mời bạn cùng xây dựng và cải tiến cơ sở dữ liệu này.\n\n      ### Lựa chọn\n\n      Nhấn vào một vùng tòa nhà để lựa chọn nó. Đường biên của vùng sẽ được tô sáng, một trình đơn giống bảng màu của họa sĩ sẽ xuất hiện gần con trỏ, và thanh bên sẽ trình bày các chi tiết về tòa nhà.\n\n      ### Sửa đổi\n\n      Đôi khi vị trí hoặc các thẻ của một tòa nhà không chính xác.\n\n      Để di chuyển toàn bộ tòa nhà cùng lúc, lựa chọn vùng, rồi nhấn vào công cụ “Di chuyển”. Chuyển con trỏ sang vị trí mới và nhấn chuột để hoàn thành việc di chuyển.\n\n      Để sửa hình dạng của một tòa nhà, kéo các nốt của đường biên sang các vị trí chính xác.\n\n      ### Vẽ mới\n\n      Một trong những điều gây nhầm lẫn là một tòa nhà có thể là vùng hoặc có thể là địa điểm. Nói chung, khuyên bạn _vẽ tòa nhà là vùng nếu có thể_. Nếu tòa nhà chứa hơn một công ty, chỗ ở, hoặc gì đó có địa chỉ, hãy đặt một địa điểm riêng cho mỗi địa chỉ đó và đưa mỗi địa điểm vào trong vùng của tòa nhà.\n\n      Để bắt đầu vẽ tòa nhà, nhấn vào nút “Vùng” ở phía trên bên trái của trình vẽ. Nhấn chuột tại các góc tường, rồi “đóng” vùng bằng cách nhấn phím Return hay Enter hoặc nhấn vào nốt đầu tiên.\n\n      ### Xóa\n\n      Hãy tưởng tượng bạn gặp một tòa nhà hoàn toàn sai: bạn không thấy được tòa nhà trong hình ảnh trên không và, theo lý tưởng, cũng đã ghé vào chỗ đó để xác nhận rằng nó không tồn tại. Nếu trường hợp này, bạn có thể xóa tòa nhà hoàn toàn khỏi bản đồ. Xin cẩn thận khi xóa đối tượng: giống như mọi sửa đổi khác, mọi người sẽ thấy được kết quả. Ngoài ra, hình ảnh trên không nhiều khi lỗi thời – có thể mới xây tòa nhà – thành thử tốt nhất là ghé vào chỗ đó để quan sát chắc chắn, nếu có thể.\n\n      Để xóa một tòa nhà, lựa chọn nó bằng cách nhấn vào nó, rồi nhấn vào hình thùng rác hoặc nhấn phím Delete.\n    relations: |+\n      # Quan hệ\n\n      Quan hệ là loại dữ liệu đặc biệt trong OpenStreetMap có khả năng nhóm lại nhiều đối tượng. Có hai loại quan hệ phổ biến nhất: các *quan hệ tuyến đường* nhóm lại các khúc đường trên một xa lộ, còn các *tổ hợp đa giác* (multipolygon) ghép lại một vài đường kẻ định rõ hình dạng của một khu vực có nhiều đa giác riêng hoặc một khu vực có lỗ.\n\n      Các đối tượng trực thuộc quan hệ là các *thành viên*. Trong thanh bên, bạn có thể xem đối tượng trực thuộc những quan hệ nào. Nhấn chuột vào một quan hệ ở đấy để chọn nó. Khi nào quan hệ được chọn, các thành viên sẽ được liệt kê trong thanh bên và tô đậm trên bản đồ.\n\n      Nói chung, iD sẽ tự động quản lý các quan hệ trong lúc sửa đổi. Bạn chỉ cần chú ý rằng, khi nào bạn xóa một khúc đường để vẽ chính xác hơn, bạn phải chắc chắn rằng khúc đường mới cũng trực thuộc cùng quan hệ với khúc đường cũ.\n\n      ## Sửa đổi Quan hệ\n\n      iD cho phép sửa đổi các chi tiết cơ bản của quan hệ.\n\n      Để đưa một đối tượng vào quan hệ, chọn đối tượng, bấm nút “+” trong phần “Tất cả các quan hệ” của thanh bên, và chọn quan hệ từ trình đơn hoặc nhập tên của quan hệ.\n\n      Để tạo một quan hệ mới, chọn đối tượng đầu tiên để đưa vào quan hệ, bấm nút “+” trong phần “Tất cả các quan hệ” của thanh bên, và chọn “Quan hệ mới…”.\n\n      Để tháo gỡ một đối tượng khỏi quan hệ, chọn đối tượng vào nhấn chuột vào hình thùng rác bên cạnh quan hệ mà bạn không muốn bao gồm đối tượng.\n\n      Dùng công cụ “Gộp” để vẽ tổ hợp đa giác, tức thủng lỗ vào một vùng. Vẽ hai vùng (ứng với cạnh bên trong và bên ngoài), giữ phím Shift trong khi nhấn chuột vào các vùng để chọn chúng, và bấm nút “Gộp” (hình +).\n\n  intro:\n    navigation:\n      title: \"Điều hướng\"\n      drag: \"Bản đồ ở giữa cho xem dữ liệu OpenStreetMap ở trên một hình nền. Bạn có thể kéo thả và cuộn nó để đi tới đi lui, giống như một bản đồ trực tuyến bình thường. **Kéo bản đồ này!**\"\n      select: \"Có ba hình thức đối tượng tượng trưng cho tất cả các chi tiết trên bản đồ: địa điểm, đường kẻ, vùng. Nhấn vào một đối tượng để lựa chọn nó. **Nhấn vào địa điểm để lựa chọn nó.**\"\n      header: \"Đầu đề cho biết thể loại đối tượng.\"\n      pane: \"Khi lựa chọn một đối tượng, bạn sẽ thấy biểu mẫu để sửa đối tượng. Đầu đề của biểu mẫu cho biết thể loại đối tượng, và dưới đó có các thuộc tính của đối tượng, chẳng hạn tên và địa chỉ. **Bấm nút Đóng ở phía trên bên phải để đóng biểu mẫu.**\"\n    points:\n      title: \"Địa điểm\"\n      add: \"Một địa điểm chỉ ra và mô tả một vị trí, chẳng hạn tiệm quán, nhà hàng, đài tưởng niệm. **Nhấn nút Điểm để thêm một địa điểm mới.**\"\n      place: \"Nhấn vào bản đồ để đặt địa điểm. **Đặt địa điểm trên tòa nhà.**\"\n      search: \"Có đủ thứ địa điểm. Bạn vừa đặt một địa điểm Quán Cà phê. **Tìm “{name}”.**\"\n      choose: \"***Chọn Quán Cà phê từ danh sách.***\"\n      describe: \"Địa điểm hiện là một quán cà phê. Bây giờ bạn có thể cung cấp thêm chi tiết về địa điểm này trong biểu mẫu. **Nhập tên của địa điểm.**\"\n      close: \"Nhấn vào nút Đóng để đóng biểu mẫu. **Đóng biểu mẫu.**\"\n      reselect: \"Nhiều khi một địa điểm đã tồn tại nhưng không chính xác hoặc không đầy đủ. Chúng ta có thể sửa đổi địa điểm đã tồn tại. **Lựa chọn địa điểm mà bạn vừa tạo ra.**\"\n      fixname: \"**Đổi tên và đóng biểu mẫu.**\"\n      reselect_delete: \"Có thể xóa bất cứ đối tượng nào trên bản đồ. **Nhấn vào điểm mà bạn vừa vẽ.**\"\n      delete: \"Một trình đơn nhìn giống bảng màu của họa sĩ bọc quanh địa điểm. Nó chứa các tác vụ có thể thực hiện với địa điểm, thí dụ xóa. **Xóa địa điểm này.**\"\n    areas:\n      title: \"Vùng\"\n      add: \"Các vùng cho biết hình dạng của hồ nước, tòa nhà, và khu vực dân cư. Bạn có thể cung cấp nhiều chi tiết hơn dùng vùng so với địa điểm. **Nhấn vào nút Vùng để bắt đầu vẽ vùng mới.**\"\n      corner: \"Để vẽ vùng, đặt các nốt theo đường biên của vùng. **Đặt nốt đầu tiên vào một góc của sân chơi trẻ em.**\"\n      place: \"Đặt thêm nốt để tiếp tục vẽ vùng, rồi nhấn vào nốt đầu tiên để “đóng” vùng này. **Vẽ một vùng cho sân chơI trẻ em.**\"\n      search: \"**Tìm “{name}”.**\"\n      choose: \"**Chọn Sân chơi từ danh sách.**\"\n      describe: \"**Đặt tên và đóng biểu mẫu.**\"\n    lines:\n      title: \"Đường kẻ\"\n      add: \"Các đường kẻ tượng trưng cho đường sá, đường sắt, dòng sông chẳng hạn. **Nhấn vào nút Đường để bắt đầu vẽ đường mới.**\"\n      start: \"**Nhấn vào cuối đường để bắt đầu vẽ con đường.**\"\n      intersect: \"Nhấn chuột để thêm nốt và kéo dài đường kẻ. Bạn có thể kéo bản đồ vào lúc vẽ đường để xem vùng chung quanh. Tương tự với nhiều loại đường kẻ, các đường bộ kết hợp nhau thành một mạng lớn hơn. Để cho các ứng dụng chỉ đường có thể hoạt động chính xác, xin chú ý nối liền các đường ở những giao lộ trên thực tế. **Nhấn vào đường Flower Street để nối hai đường kẻ tại một giao lộ.**\"\n      finish: \"Để kết thúc đường kẻ, nhấn vào nốt cuối cùng lần nữa. **Kết thúc đường.**\"\n      road: \"**Chọn Đường Giao thông từ danh sách.**\"\n      residential: \"Có nhiều kiểu con đường; kiểu phổ biến nhất là Ngõ Dân cư. **Chọn kiểu con đường là Ngõ Dân cư.**\"\n      describe: \"**Đặt tên cho con đường và đóng biểu mẫu.**\"\n      restart: \"Con đường phải giao với đường Flower Street.\"\n      wrong_preset: \"Bạn không chọn kiểu đường Ngõ Dân cư. **Nhấn chuột vào đây để thử lần nữa.**\"\n    startediting:\n      title: \"Bắt đầu Sửa đổi\"\n      help: \"Có sẵn trình hướng dẫn này và thêm tài liệu tại đây.\"\n      save: \"Hãy nhớ lưu các thay đổi của bạn thường xuyên!\"\n      start: \"Hãy bắt đầu vẽ bản đồ!\"\n", 
    "mimetype": "text/plain"
}