{
    "content": "tl:\n  modes:\n    add_area:\n      title: Poligon\n      description: \"Magdagdag ng mga parke, mga gusali, lawa o iba pang mga \\\"area\\\" sa mapa.\"\n      tail: \"Mag-click sa mapa upang simulan ang pagguhit ng isang lugar, tulad ng isang parke, lawa, o gusali.\"\n    add_line:\n      title: Linya\n      description: \"Magdagdag ng mga kalsada o kalye, mga daanang pantao, kanal o iba pang mga linya sa mapa.\"\n      tail: \"Mag-click sa mapa upang simulan ang pagguhit ng isang linya tulad ng kalsada, daanang pantao, o ruta.\"\n    add_point:\n      title: Punto o tuldok\n      description: \"Magdagdag ng kainan, monumento, \\\"postbox\\\" o iba pang mga punto o tuldok sa mapa.\"\n      tail: Mag-click sa mapa upang magdagdag ng isang punto o tuldok.\n    browse:\n      title: Mag-browse\n      description: Mag-pan at mag-zoom sa mapa.\n    draw_area:\n      tail: I-click upang magdagdag ng mga tuldok sa poligon. I-click ang unang tuldok upang isarado ang poligon o area.\n    draw_line:\n      tail: \"I-click upang magdagdag ng higit pang mga node sa linya. Mag-click sa iba pang mga linya upang kumonekta sa kanila, at i-double click upang tapusin ang linya.\"\n  operations:\n    add:\n      annotation:\n        point: Nagdagdag ng isang punto o tuldok.\n        vertex: Nagdagdag ng node sa isang way.\n        relation: Nagdagdag ng relation.\n    start:\n      annotation:\n        line: Nagsimula ng isang linya.\n        area: Nagsimula sa isang area o polygon.\n    continue:\n      key: S\n      title: Ipagpatuloy\n      description: Ipagpatuloy ang linyang ito.\n      not_eligible: Walang linyang maaring ipagpatuloy dito.\n      multiple: Mga ilang mga linya ay maaaring ipagpatuloy dito. Upang pumili ng isang linya, pindutin ang ng Shift at i-click ito upang piliin.\n      annotation:\n        line: Karugtong ng isang linya.\n        area: Nagpatuloy sa pagguhit ng area o poligon.\n    cancel_draw:\n      annotation: Kinansela ang pagguhit.\n    change_role:\n      annotation: Binago ang role ng isang kasapi ng  relation.\n    change_tags:\n      annotation: Pinalitan ang mga tag.\n    circularize:\n      title: Pina-bilog\n      description:\n        line: Gawing pabilog ang linyang ito.\n        area: Gawing pabilog ang area o poligong ito.\n      key: O\n      annotation:\n        line: Ginawang pabilog and isang linya.\n        area: Ginawang pabilog and isang area o poligon.\n      not_closed: Hindi ito maaaring gawing pabilog dahil hindi ito isang \"loop\".\n      too_large: Hindi na ito maaaring gawing pabilog dahil hindi sapat ang kasalukuyang nakikita sa mapa.\n    orthogonalize:\n      title: Iskawalado\n      description:\n        line: Gawing iskwalado ang mga kanto ng linyang ito.\n        area: Gawing iskwalado ang mga kanto ng area o poligong ito.\n      key: S\n      annotation:\n        line: Ginawang iskawalado ang bawat kanto ng linya.\n        area: Ginawang iskawalado ang bawat kanto ng area o poligon.\n      not_squarish: Hindi maaring gawing iskwalado.\n      too_large: Hindi ito maaaring gawing iskuwalado dahil hindi sapat ang kasalukuyang nakikita sa mapa.\n    straighten:\n      title: Ituwid\n      description: Ituwid ang linyang ito.\n      key: S\n      annotation: Naituwid ang linya.\n      too_bendy: Hindi naituwid dahil masyadong kurbado.\n    delete:\n      title: Burahin\n      description: 'Permanenteng burahin ito. '\n      annotation:\n        point: Binura ang isang point o tuldok.\n        vertex: Binura ang isang node mula sa way o linya.\n        line: Binura ang isang linya.\n        area: Binary ang isang area o poligon.\n        relation: Binura ang isang \"relation\".\n        multiple: \"Binura ang {n} bagay sa mapa.\"\n      incomplete_relation: Hindi maaring mabura dahil ito ay hindi pa ganap na nai-download.\n    add_member:\n      annotation: Dinagdag ang kasapi o miyembro ng relation.\n    delete_member:\n      annotation: Inalis ang kasapi o miyembro ng relation.\n    connect:\n      annotation:\n        point: Dinugtong ang isang \"way\" sa isang punto o tuldok.\n        vertex: Dinugtong ang isang \"way\" sa isa pang \"way\".\n        line: Dinugtong ang isang \"way\" sa isang linya.\n        area: Dinugtong ang isang \"way\" sa isang area o poligon.\n    disconnect:\n      title: Alisin ang pagkakadugtong\n      description: Alisin sa pagkakadugtong ang mga linya / poligon.\n      key: D\n      annotation: Naalis sa pagkakadugtong ang mga linya / poligon.\n      not_connected: Hindi sapat na bilang ng mga linya upang i-diskonekta o paghiwalayin.\n    merge:\n      title: Pagsamahin\n      description: Pagdugtungin ang mga linyang ito.\n      key: C\n      annotation: \"Dinugtung ang {n} linya.\"\n      not_eligible: Ang mga bagay na ito ay hindi maaaring pagsamahin.\n      not_adjacent: Hindi mapagsama ang linyang ito dahil sila ay hindi konektado.\n      restriction: Hindi maaaring ipagsama o i-merge dahil ang isa sa mga miyembro ng '{relation}\" ito ay hindi pa ganap na nai-download.\n      incomplete_relation: Hindi maaaring ipagsama o i-merge dahil ang isa sa mga ito ay hindi pa ganap na nai-download.\n    move:\n      title: Ilipat ng posisyon\n      description: Ilipat ang posisyon.\n      key: M\n      annotation:\n        point: Inilipat ang posisyon ng isang punto o tuldok.\n        vertex: Inilipat ang posisyon ng isang \"node\" na sa isang \"way\".\n        line: Inilipat ang posisyon ng isang linya.\n        area: Inilipat ang posisyon ng isang area o poligon.\n        multiple: Inilipat ang posisyon ang maraming bagay.\n      incomplete_relation: Hindi maaring ilipat ng posisyon dahil ito ay hindi pa ganap na nai-download.\n    rotate:\n      title: Paikutin\n      description: Paikutin ang bagay na ito mula sa kanyang \"center point\".\n      key: R\n      annotation:\n        line: Pinaikot ang linya.\n        area: Pinaikot ang area o poligon.\n    reverse:\n      title: Baliktarin\n      description: Baliktarin ang direksyon ng linyang ito.\n      key: V\n      annotation: Binaliktad ang direksyon ng linya.\n    split:\n      title: Hatiin\n      description:\n        line: Hatiin sa dalawa ang linya mula sa node na ito.\n        area: Hatiin ang hangganan ng lugar na ito sa dalawa.\n        multiple: Hatiin ang linya o hangganan ng lugar na ito sa dalawa.\n      key: X\n      annotation:\n        line: Hatiin ang linya.\n        area: Hatiin ang hangganan ng area o poligon.\n        multiple: \"Hatiin ang {n} linya/area o poligon.\"\n      not_eligible: Hindi maaaring hatiin ang linya mula sa umpisa o dulong \"node\" nito.\n      multiple_ways: Masyadong maraming mga linya dito upang hatiin.\n    restriction:\n      help:\n        select: I-click upang pumili ng isang segment ng kalsada.\n        toggle: I-click upang i-toggle ang mga \"turn restrictions\".\n        toggle_on: 'I-click upang magdagdag ng \"{restriction}\" restriction.'\n        toggle_off: 'I-click upang alisin ang \"{restriction}\" restriction.'\n      annotation:\n        create: Idinagdag isang \"turn restriction\"\n        delete: Tinanggal ang isang \"turn restriction\"\n  undo:\n    tooltip: \"I-undo:{action}\"\n    nothing: Walang ma-undo\n  redo:\n    tooltip: \"i-redo: {action}\"\n    nothing: Walang ma-redo.\n  tooltip_keyhint: \"Shortcut:\"\n  browser_notice: \"Ang editor na ito ay suportado sa Firefox, Chrome, Safari, Opera, at Internet Explorer 9 at sa mas mataas pang bersion. I-upgrade ang inyong browser o gamitin Potlatch 2 upang i-edit ng mapa.\"\n  translate:\n    translate: I-salin\n    localized_translation_label: Multilingual name\n    localized_translation_language: Pumili ng wika\n    localized_translation_name: Pangalan\n  zoom_in_edit: Mag-zoom-in para makapag-edit\n  logout: Mag-logout\n  loading_auth: \"Kumokonekta sa OpenStreetMap ...\"\n  report_a_bug: I-ulat ang bug\n  status:\n    error: Hindi maka-konekta sa API.\n    offline: Kasalukuyang offline ang API. Subukang mag-edit muli sa ibang pagkakataon.\n    readonly: Kasalukuyang nasa read-only ang API. Kailangan mong maghintay upang i-save ang iyong mga pagbabago.\n  commit:\n    title: I-save ang mga binago.\n    description_placeholder: Maikling paglalarawan ng iyong mga ambag o edits\n    message_label: Mag-commit mensahe\n    upload_explanation: \"Ang mga pagbabagong na-upload ay makikita sa lahat ng mapang gumagamit ng datos ng OpenStreetMap.\"\n    upload_explanation_with_user: \"Ang mga pagbabagong na-upload bilang {user} ay makikita sa lahat ng mapang gumagamit ng datos ng OpenStreetMap.\"\n    save: I-save\n    cancel: Kanselahin\n    warnings: Mga babala\n    modified: Binago\n    deleted: Binura\n    created: Nilikha\n  contributors:\n    list: \"Edits nina {users}\"\n    truncated_list: \"Edits nina {users} at {count} iba pa\"\n  geocoder:\n    search: Maghanap sa buong mundo ...\n    no_results_visible: Walang mga resulta sa kasalukuyang lugar sa mapa\n    no_results_worldwide: Walang mga resultang natagpuan\n  geolocate:\n    title: Ipakita ang kasalukuyang lokasyon.\n  inspector:\n    no_documentation_combination: Walang documentation para sa kumbinasyon ng mga tag na ginamit\n    no_documentation_key: Walang \"documentation\" na magagamit para sa \"key\" na ito.\n    show_more: Higit pang detalye\n    view_on_osm: Tingnan sa openstreetmap.org\n    all_tags: Lahat ng tags\n    all_members: Lahat ng kasapi\n    all_relations: Lahat ng \"relation\"\n    new_relation: Bagong relation ...\n    role: Kasapi\n    choose: Pumili ng uri ng \"features\"\n    results: \"{n} mga resulta para sa {search}\"\n    reference: Tingnan sa OpenStreetMap Wiki\n    back_tooltip: Baguhin ang \"feature\"\n    remove: Alisin\n    search: Mag-search\n    multiselect: Napiling mga item\n    unknown: Unknown\n    incomplete: <not downloaded>\n    feature_list: Mag-hanap ng \"feature\"\n    edit: I-edit ang \"feature\"\n    check:\n      'yes': \"Oo\"\n      'no': \"Hindi\"\n    none: Wala\n    node: Node\n    way: Way\n    relation: Relation\n    location: Lokasyon\n  background:\n    title: '\"Background\" o \"imagery\"'\n    description: Mga setting ng \"background\" o \"imagery\"\n    percent_brightness: \"{opacity}% Pagkalinaw\"\n    none: Wala\n    custom: Custom\n    custom_button: I-edit ang custom na background\n    custom_prompt: \"Magpasok ng template na tile URL. Ang wastong mga token ay {z}, {x}, {y} para sa Z/X/Y scheme at {u} naman para sa quadtile scheme.\"\n    fix_misalignment: Ayusin ang pagkakahanay ng \"imagery\"\n    reset: I-reset\n  feature:\n    others:\n      description: Iba pa\n  restore:\n    heading: Mayroon kang hindi na-save ng mga pagbabago\n    description: \"Ibig mo bang ibalik ang mga hindi na-save na pagbabago mula sa isang nakaraang session sa pag-edit?\"\n    restore: Ibalik\n    reset: I-reset\n  save:\n    title: I-save\n    help: \"I-save ang mga pagbabago sa OpenStreetMap upang makita ng ibang gumagamit ng datos.\"\n    no_changes: Walang mga pagbabago upang i-save.\n    uploading: Ina-upload ang mga pagbabago sa OpenStreetMap.\n    unsaved_changes: Mayroon kang hindi na-save ng mga pagbabago\n  success:\n    edited_osm: \"Nag-edit sa OSM!\"\n    just_edited: \"Nag-edit ka sa OpenStreetMap!\"\n    view_on_osm: \"Tingnan sa OSM\"\n    facebook: \"I-share sa Facebook\"\n    twitter: \"I-share sa Twitter\"\n    google: \"I-share sa Google+\"\n    help_html: |\n      Ang iyong nagawang mga pagbabago ay lilitaw sa \"Standard\" layer sa loob ng ilang minuto. Para sa iba pang mga layer at ang ilang mga tampok, maaaring mas matagal kaysa ilang minuto\n      (<a href ='https://help.openstreetmap.org/questions/4705/why-havent-my-changes-appeared-on-the-map' target='_blank '>basahin ang detalye dito</ a>).\n  confirm:\n    okay: \"Okay\"\n  splash:\n    welcome: Maligayang pagdating sa iD OpenStreetMap editor\n    text: \"Ang iD ay isang simple ngunit magandang editor para sa pag-edit ng libreng mapa ng buong mundo.  Ito ay bersyon {version}. Para sa karagdagang impormasyon tingnan ang {website} at i-ulat ang mga bugs sa {github}.\"\n    walkthrough: \"Simulan ang \\\"Walkthrough\\\"\"\n    start: \"Simulan ang pag-edit\"\n  source_switch:\n    live: live\n    lose_changes: \"Mayroon kang hindi na-save ang mga pagbabago. Mawawala ang pagbabagong ito kung lilipat sa ibang map server.   Sigurado ka bang gusto mong lumipat ng server?\"\n    dev: dev\n  tag_reference:\n    description: Paglalarawan\n    on_wiki: \"{tag} sa wiki.osm.org\"\n    used_with: \"Kabilang sa gingamait ang {type}\"\n  validations:\n    untagged_point: Walang tag na punto o tuldok\n    untagged_line: Walang tag na linya\n    untagged_area: Walang tag na area o poligon\n    many_deletions: \"Nagbura ka ng {n} bagay sa mapa. Sigurado ka bang gusto mong gawin ito? Ito ay tatanggalin sa mapa na nakikita sa openstreetmap.org.\"\n    tag_suggests_area: \"Ang tag na {tag} ay kalimitang para sa mga area o poligon sublait ito ay nasa linya lamang.\"\n    untagged_point_tooltip: \"Pumili ng uri ng tampok na naglalarawan kung ano ang puntong ito.\"\n    untagged_line_tooltip: \"Pumili ng uri ng tampok na naglalarawan kung ano ang linyang ito.\"\n    untagged_area_tooltip: \"Pumili ng uri ng tampok na naglalarawan kung ano ang poligong ito.\"\n    deprecated_tags: \"Hindi na ginagamit na \\\"tag\\\": {tags}\"\n  zoom:\n    in: i-zoom in\n    out: I-zoom out\n  cannot_zoom: \"Hindi na pwedeng mag-zoom out sa kasalukuyang \\\"mode\\\".\"\n  gpx:\n    local_layer: \"Lokal na GPX file\"\n    drag_drop: \"I-drag at i-drop ang .gpx file mula sa inyong \\\"computer\\\" sa pahinang ito, o i-click ang button sa kanan upang mag-browse\"\n    zoom: \"I-zoom sa GPX track\"\n    browse: \"Mag-browse ng .gpx file\"\n  help:\n    title: \"Tulong\"\n    help: \"# Help\\n\\nIto ay isang editor para sa [OpenStreetMap] (http://www.openstreetmap.org/), isang libre at maaaring i-edit na mapa ng mundo. Maaari mo itong gamitin upang idagdag at i-update ang iyong lugar, sa paggawa ng isang open-source at open-data na mapa ng mundo para magamit ng lahat.\\n\\nAng pag-edit na gagawin mo sa mapang ito ay makikita ng lahat ng gumagamit OpenStreetMap. Upang makapag-edit, kakailanganin mo ng [OpenStreetMap account] (https://www.openstreetmap.org/user/new).\\\n      \\ \\n\\nAng [iD editor] (http://ideditor.com/) ay isang collaborative proyekto,  ang [source code ay matatagpuan sa GitHub] (https://github.com/openstreetmap/iD).\\n\"\n    editing_saving: \"### Pag-edit & Saving\\n\\nEditor na ito ay dinisenyo upang gumana lalo na sa online, at ina-access mo ito sa pamamagitan ng isang website sa ngayon.\\n\\n### Pagpili ng Mga Tampok\\n\\nUpang pumili ng isang tampok ng mapa , tulad ng kalsada o punto ng interes , i-click \\nsa ito sa mapa. Ito ay i-highlight ang mga napiling tampok , buksan ang isang panel na may \\nmga detalye tungkol dito , at ipakita ang menu ng mga bagay na maaari mong gawin gamit ang tampok.\\\n      \\ \\n\\nUpang pumili ng maraming mga tampok , pindutin nang matagal ang 'Shift ' key. Pagkatapos ay i-click ang alinman sa \\nsa ang tampok na gusto mong piliin , o i-drag sa mapa upang gumuhit ng parihaba . \\nAy ito gumuhit ng isang kahon at piliin ang lahat ng mga punto sa loob nito.\\n\\n### Saving Pag-edit \\n\\nKapag gumawa ka ng mga pagbabago tulad ng pag-edit ng mga kalsada, gusali , at mga lugar, ang mga ito ay \\nnaka-imbak sa isang lugar lamang hanggang sa i-save\\\n      \\ mo ang mga ito sa server. Huwag mag-alala kung gumawa ka \\nisang pagkakamali - maaari mong i-undo ang mga pagbabago sa pamamagitan ng pag-click sa pindutan undo , at gawing muli ang \\nmga pagbabago sa pamamagitan ng pag-click sa pindutan gawing muli.\\n\\nI-click ang 'I-save ' upang matapos sa isang pangkat ng mga pag-edit - halimbawa , kung nag- nakumpleto \\nisang lugar ng bayan at nais na magsimula sa isang bagong lugar . Magkakaroon ka ng pagkakataong \\nupang suriin\\\n      \\ kung ano ang iyong nagawa , at ang editor supplies nakakatulong na mga mungkahi\\nat babala kung may isang bagay ay hindi tila karapatan tungkol sa mga pagbabago . \\n\\nKung mukhang maganda ang lahat ng bagay , maaari mong ipasok ang isang maikling komento na nagpapaliwanag ng mga pagbabago\\nna ginawa mo , at i-click muli ang ' I-save' upang i-post ang mga pagbabago\\nsa [ OpenStreetMap.org ] ( http://www.openstreetmap.org/ ), kung saan ang mga ito ay nakikita \\nsa\\\n      \\ lahat ng iba pang mga gumagamit at magagamit para sa iba upang bumuo at pagbutihin sa.\\n\\nKung hindi mo maaaring tapusin ang iyong mga pag-edit sa isang sitting , maaari mong iwanan ang editor window at bumalik ( sa parehong browser at computer ) , at ang\\neditor application ay mag-aalok upang ibalik ang iyong trabaho .\\n\\n\"\n  intro:\n    navigation:\n      title: \"Navigation\"\n      drag: \"Ang pangunahing lugar ng mapa ay nagpapakita ng datos ng na makikita sa OpenStreetMap. Maaari kang mag-navigate sa pamamagitan ng pag-drag at pag-scroll, tulad ng anumang webmap. **I-drag ang mapa!**\"\n      select: \"Mga tampok ng mapa ay kinakatawan ng tatlong paraan: gamit ang mga puntos, mga linya o area/poligon. Ang lahat ng mga tampok ay maaaring piliin sa pamamagitan ng pag-click sa mga ito. **Mag-click sa punto upang piliin ito.**\"\n      header: \"Ang \\\"header\\\" ay nagpapakita kung anong uri ng \\\"feature\\\" ito.\"\n      pane: \"Kapag ang isang tampok ay pinili, ang feature editor ay ipinapakita. Ang header ay nagpapakita kung anong uri ng tampok at ipinapakita sa pangunahing pane ang mga katangian ng tampok, tulad ng pangalan at address. **Isara ang feature editor gamit ang close button na malapit sa kanang tuktok. **\"\n    points:\n      title: \"Mga Punto o tuldok\"\n      add: \"Ang mga puntos ay maaaring gamitin upang kumatawan sa mga tampok tulad ng mga tindahan, kainan at mga monumento. Markahan ang mga ito sa tukoy na lokasyon, at ilarawan kung ano ito. **I-click ang pindutan ng Point upang magdagdag ng bagong punto.**\"\n      place: \"Gumawa ng punto sa pamamagitan ng pag-click sa mapa. **Ilagay ang tuldok sa tuktok ng gusali.**\"\n      search: \"Maraming iba't ibang mga tampok ang pwedeng kumatawan bilang puntos. Ang puntong iyong nai-dagdag ay isang Cafe. **I-search ang '{name}'**\"\n      choose: \"**Pumili ng Cafe mula sa talaan.**\"\n      describe: \"Ang punto o tuldok na ito ay minarkahan bilang \\\"cafe\\\".  Gamit ang \\\"feature editor\\\", maari tayong magdagdag ng iba pang impormasyon. **Magdagdag ng pangalan**\"\n      close: \"Ang feature editor ay maaring isara sa pamamagitan ng pag-click ng \\\"Close\\\". **Isara the feature editor**\"\n      reselect: \"Kadalasan, may mga puntos nang nalikha ng ibang mappers, ngunit may mga mali o hindi kumpleto. Maaaring i-edit ang mga puntos na ito. **Piliin ang punto na nilikha mo kanina.**\"\n      fixname: \"**Baguhin o magdagdag ng pangalan ng kalsada at isara ang \\\"feature editor\\\"**\"\n      reselect_delete: \"Ang lahat ng mga nasa mapa ay maaring burahin. **Mag-click sa punto na nilikha mo.**\"\n      delete: \"Ang menu sa paligid ng punto ay naglalaman ng mga operasyon na maaaring isagawa dito, tulad ng pagbura. **Burahin ang punto. **\"\n    areas:\n      title: \"Mga area o poligon\"\n      corner: \"Ang paglikha ng area o poligon ay sa pamamagitan ng paglalagay node sa paligid ng mga hangganan ng lugar. **Ilagay ang unang node sa isa sa mga sulok ng palaruan.**\"\n      place: \"Ipagpatuloy ang pag-guhit ng area o pligon sa pamamagitan ng paglalagay ng higit pang mga node. Tapusin ito sa pamamagitan ng pag-click sa umpisang node. ** Gumuhit ng area o pilgon ng palaruan.**\"\n      search: \"**Hanapin ang '{name}'.**\"\n      choose: \"**Pliin ang \\\"Playground\\\" mula sa talaan.**\"\n      describe: \"**Magdagdag ng pangalan at isara ang \\\"feature editor\\\"**\"\n    lines:\n      title: \"Mga linya\"\n      add: \"Ang mga linya ay ginagamit para kumatawan sa mga \\\"feature\\\" na gaya ng mga kalsada, riles ng tren at ilog. **I-click ang button para sa \\\"Linya\\\" upang magdagdag ng bagong linya. **\"\n      start: \"**Simulan ang linya sa pamamagitan ng pag-click sa dulo ng kalsada.**\"\n      intersect: \"I-click upang magdagdag ng higit pang mga tuldok sa linya. Maaari mong i-drag ang mapa habang gumuguhit kung kinakailangan. Ang mga kalsada, at iba pang mga uri ng linya, ay pwedeng bahagi ng isang mas malaking network. Mahalaga para sa mga linyang ito ay konektado, maayos ang pagkaka-sunod-sunod para sa routing upang gumana ng mga application. ** Mag-click sa Flower Street, upang lumikha ng isang panulukang naka-konekta sa dalawang linya. **\"\n      finish: \"Ang mga linya ay matatapos sa pamamagitan ng pag-click muli sa huling node. **Taposin ang pagguhit ng kalsada.**\"\n      road: \"**Piliin ang \\\"Road\\\" mula sa talaan**\"\n      residential: \"Mayroong iba't ibang mga uri ng mga kalsada, ang pinaka-karaniwang ay residential. **Piliin ang residential na uri ng kalsada**\"\n      describe: \"**Magdagdag ng pangalan ng kalsada at isara ang \\\"feature editor\\\"**\"\n      restart: \"Kailangang i-intersect ang kalsada sa Flower Street.\"\n      wrong_preset: \"Hindi ka pumili ang Residential na uri ng kalsada. **I-click dito upang piliin muli**\"\n    startediting:\n      title: \"Umpisahan ang pag-edit\"\n      help: \"Higit pang mga documentation at ang walkthrough ang makukuha dito.\"\n      save: \"Huwag kalimutan na regular na i-save ang iyong mga binago!\"\n      start: \"Simulan ang pagma-mapa!\"\n", 
    "mimetype": "text/plain"
}