{
    "content": "sr:\n  modes:\n    add_area:\n      title: Област\n      description: \"Додајте паркове, зграде, језера или друге области на мапу.\"\n      tail: \"Кликните на мапу како бисте почели да исцртавате област као што су парк, језеро или зграда.\"\n    add_line:\n      title: Путања\n      description: \"Додајте ауто-путеве, улице, пешачке стазе, канале или друге путање на мапу.\"\n      tail: \"Кликните на мапу како бисте почели да исцртавате пут, стазу или путању.\"\n    add_point:\n      title: Чвор\n      description: \"Додајте ресторане, споменике, поштанске сандучиће или друге чворове на мапу.\"\n      tail: Кликните на мапу како бисте додали чвор.\n    browse:\n      title: Преглед\n      description: Померајте и увећајте мапу.\n    draw_area:\n      tail: Кликните да бисте додали чворове у вашем подручју. Кликните на први чвор да бисте завршили подручје.\n    draw_line:\n      tail: \"Кликните да бисте додали још чворова на путању. Кликните на друге путање да бисте их повезали, и двапут кликните да бисте завршили путању.\"\n  operations:\n    add:\n      annotation:\n        point: Додат чвор.\n        vertex: Додат чвор на путању.\n        relation: Додат однос.\n    start:\n      annotation:\n        line: Започета путања.\n        area: Започета област.\n    continue:\n      key: A\n      title: Настави\n      description: Настави ову путању.\n      not_eligible: Овде се не може наставити ниједна путања.\n      multiple: Неколико путања се може наставити од овог места. Да бисте изабрали путању, притисните тастер Shift и кликните на њу да бисте је изабрали.\n      annotation:\n        line: Настављена путања.\n        area: Настављена област.\n    cancel_draw:\n      annotation: Отказано цртање.\n    change_role:\n      annotation: Промењена улога члана односа.\n    change_tags:\n      annotation: Измењене ознаке.\n    circularize:\n      title: Заокружи\n      description:\n        line: Учините путању кружном.\n        area: Учините област кружном.\n      key: O\n      annotation:\n        line: Учините путању кружном.\n        area: Учините област кружном.\n      not_closed: Ово се не може заокружити, јер то није петља.\n    orthogonalize:\n      title: Нормализуј\n      description:\n        line: Нормализуј углове на овој путањи.\n        area: Нормализуј углове на овој области.\n      key: S\n      annotation:\n        line: Исправљени углови путање.\n        area: Исправљени углови области.\n      not_squarish: Ово не може бити квадратно, јер није сличног облика.\n    straighten:\n      title: Исправљање\n      description: Исправите ову путању.\n      key: S\n      annotation: Исправљена путања.\n      too_bendy: Ово не може да се исправи јер је превише искривљено.\n    delete:\n      title: Обриши\n      annotation:\n        point: Обрисан чвор.\n        vertex: Обрисан чвор са путање.\n        line: Обрисана путања.\n        area: Обрисана област.\n        relation: Обрисан однос.\n        multiple: \"Обрисано {n} објеката.\"\n      incomplete_relation: Овај објекат се не може обрисати, јер није у потпуности преузет.\n    add_member:\n      annotation: Додат члан у однос.\n    delete_member:\n      annotation: Уклоњена члан из односа.\n    connect:\n      annotation:\n        point: Повезана путања са чвором.\n        vertex: Повезана путања са другом путањом.\n        line: Повезан пут са путањом.\n        area: Повезан пут са облашћу.\n    disconnect:\n      title: Раздвој\n      description: Раздвојте ове линије/области једне од других.\n      key: D\n      annotation: Раздвојене линије/области.\n      not_connected: Овде не постоји довољно линија/области за раздвајање.\n    merge:\n      title: Спој\n      description: Спојите ове путање.\n      key: C\n      annotation: \"Спојено {n} путања.\"\n      not_eligible: Ови објекти се не могу спојити.\n      not_adjacent: Ове линије се не могу спојити, јер нису повезане.\n      restriction: Ове линије не могу да се споје јер је бар једна члан \"{relation}\" односа.\n    move:\n      title: Премести\n      description: Преместите на другу локацију.\n      key: M\n      annotation:\n        point: Премештен чвор.\n        vertex: Премештен чвор на путањи.\n        line: Премештена путања.\n        area: Премештена област.\n        multiple: Премештено више објеката.\n      incomplete_relation: Овај објекат се не може померати, јер није у потпуности преузет.\n    rotate:\n      title: Заокрени\n      description: Окрените овај објекат око његове средишње тачке.\n      key: R\n      annotation:\n        line: Заокренута путања.\n        area: Заокренута површина.\n    reverse:\n      title: Преусмери\n      description: Преусмерите путању у супротном смеру.\n      key: V\n      annotation: Преусмерена путања.\n    split:\n      title: Раздвој\n      description:\n        line: Раздвојте путању на два дела у овом чвору.\n        area: Раздвој оквире ове области на два дела.\n        multiple: Раздвојте оквире путање/области у овом чвору на два дела.\n      key: X\n      annotation:\n        line: Раздвој линију.\n        area: Раздвој границе области.\n        multiple: \"Подели границе {n} линија/области.\"\n      not_eligible: Линије се не могу раздвојити на свом почетку или крају.\n      multiple_ways: Има превише линија за раздвајање.\n  undo:\n    tooltip: \"Опозови: {action}\"\n    nothing: Ништа за поништити.\n  redo:\n    tooltip: \"Врати: {action}\"\n    nothing: Ништа за поновити.\n  tooltip_keyhint: \"Пречица:\"\n  browser_notice: \"Овај уређивач је подржан у Фирефоксу, Хрому, Сафарију, Опери и Интернет екплореру 9 и новијим. Надоградите прегледач или користите Потлач 2 како бисте уређивали мапу.\"\n  translate:\n    translate: Преведи\n    localized_translation_label: Вишејезички назив\n    localized_translation_language: Избор језика\n    localized_translation_name: Назив\n  zoom_in_edit: Увећајте да бисте уређивали\n  logout: одјава\n  loading_auth: \"Повезивање са Опенстритмап...\"\n  report_a_bug: пријави грешку\n  status:\n    error: Није могуће повезати се АПИ-јем.\n    offline: АПИ је ван мреже. Молимо вас покушајте уређивање касније.\n    readonly: АПИ је само за читање. Мораћете да сачекате да бисте сачували измене.\n  commit:\n    title: Сачувај измене\n    description_placeholder: Кратак опис ваших доприноса\n    upload_explanation: \"Промене које учитате ће бити видљиве на свим мапама које користе Опенстреетмап податке.\"\n    upload_explanation_with_user: \"Промене које учитате као {user} ће бити видљиве на свим мапама које користе Опенстреетмап податке.\"\n    save: Сачувај\n    cancel: Откажи\n    warnings: Упозорења\n    modified: Измењено\n    deleted: Обрисано\n    created: Направљено\n  contributors:\n    list: \"Измене од стране {users}\"\n    truncated_list: \"Измене од стране {users} и још {count} других\"\n  geocoder:\n    search: Претрага широм света\n    no_results_visible: Нема резултата на видљивом делу мапе\n    no_results_worldwide: Нема резултата претраге\n  geolocate:\n    title: Прикажи моју локацију\n  inspector:\n    no_documentation_combination: Не постоји доступна документација за ову комбинацију ознака\n    no_documentation_key: Не постоји доступна документација за овај кључ\n    show_more: Прикажи још\n    view_on_osm: Прикажи на openstreetmap.org\n    all_tags: Све ознаке\n    all_members: Сви чланови\n    all_relations: Сви односи\n    new_relation: Нови однос...\n    role: Улога\n    choose: Изаберите тип обележја\n    results: \"{n} резултата за {search}\"\n    reference: Прикажи на Опенстреетмап викију\n    back_tooltip: Измените објекат\n    remove: Уклони\n    search: Претрага\n    multiselect: Изабране ставке\n    unknown: Непознато\n    incomplete: <није преузето>\n    feature_list: Могућности претраге\n    edit: Уредите објекат\n    none: Ниједан\n    node: Чвор\n    way: Пут\n    relation: Однос\n    location: Локација\n  background:\n    title: Позадина\n    description: Подешавања позадине\n    percent_brightness: \"{opacity}% прозирност\"\n    none: Ниједна\n    custom: Прилагођена\n    fix_misalignment: Поправи поравнање\n    reset: ресетовање\n  restore:\n    heading: Имате несачуване измене\n    description: \"Да ли желите да се повратити несачуване измене од претходног уређивања?\"\n    restore: Врати претходно\n    reset: Ресетуј\n  save:\n    title: Сачувај\n    help: \"Сачувајте измене на Опенстреетмапу, што их чини видљивим за друге кориснике.\"\n    no_changes: Нема измена које треба сачувати.\n    uploading: Учитавања измена на Опенстреетмап.\n    unsaved_changes: Имате несачуваних измена\n  success:\n    edited_osm: \"Уреди ОСМ!\"\n    just_edited: \"Управо сте уређивали OpenStreetMap!\"\n    view_on_osm: \"Преглед на OSM\"\n    facebook: \"Подели на Фејсбуку\"\n    twitter: \"Подели на Твитеру\"\n    google: \"Подели на Гугл+\"\n    help_html: |\n      Ваше измене би требало да се појаве у „стандардном“ слоју за неколико минута. За остале слојеви, и још неке могућности, може потрајати дуже (<a href='https://help.openstreetmap.org/questions/4705/why-havent-my-changes-appeared-on-the-map' target='_blank'>детаљи</a>).\n  confirm:\n    okay: \"У реду\"\n    cancel: \"Откажи\"\n  splash:\n    welcome: 'Добродошли на iD, уређивач Опенстреетмапа '\n    text: \"ИД је једноставан али моћан алат за допринос најбољој слободној мапи света. Ово је верзија {version}. За више информација погледајте {website} и пријавите грешке на {github}.\"\n    walkthrough: \"Покрени упознавање\"\n    start: \"Уређуј одмах\"\n  source_switch:\n    live: уживо\n    lose_changes: \"Имате несачуване измене. Пребацивање на други сервер ће их одбацити. Да ли сте сигурни да желите да промените сервер?\"\n    dev: развојно\n  tag_reference:\n    description: Опис\n    on_wiki: \"{tag} на wiki.osm.org\"\n    used_with: \"користи се са {type}\"\n  validations:\n    untagged_point: Неозначени чвор\n    untagged_line: Неозначена путања\n    untagged_area: Неозначена област\n    many_deletions: \"Бришете {n} објеката. Да ли сте сигурни да желите то да урадите? Ово ће их избрисати са мапе коју сви виде на openstreetmap.org.\"\n    tag_suggests_area: \"Ознака {ознака} указује да би линија требало да буде област, али није област\"\n    deprecated_tags: \"Застареле ознаке: {tags}\"\n  zoom:\n    in: Увеличај\n    out: Умањи\n  cannot_zoom: \"Не можете даље умањивати у тренутном режиму.\"\n  gpx:\n    local_layer: \"Локална GPX датотека\"\n    drag_drop: \"Превуците и отпустите .gpx датотеку на страницу или кликните на дугме десно да је потражите\"\n    zoom: \"Увећај на GPX стазу\"\n    browse: \"Тражи .gpx датотеку\"\n  help:\n    title: \"Помоћ\"\n    roads: \"# Путеви\\n\\nМожете правити, поправљати, и брисати путеве са овим уређивачем. Путеви могу бити \\nсвих врста: стазе, ауто-путеви, путићи, бициклистичке стазе, и више - било који често \\nкоришћени сегмент би требало да буде мапоиран.\\n\\n### Избор\\n\\nКликните на путу да бисте га изабрали. Контура би требало да постане видљива, \\nзаједно са малим менијем алатки на мапи и траком са стране која показује\\\n      \\ више \\nинформација о путу.\\n\\n### Измена\\n\\nЧесто ћете видети путеве који нису усклађени са сликом иза њих\\nили са ГПС путањом. Можете да прилагодите ове путеве, тако буду на исправном\\nместу.\\n\\nПрво кликните на путу који желите да промените. То ће га истаћи и показати\\nконтролне тачке дуж пута које можете превући на боље локације. Ако\\nжелите да додате нове контролне тачке за више детаља, кликните двапут\\\n      \\ део\\nпута без чвора, и чвор ће бити додат.\\n\\nАко се пут повезује са другим путем, али је неправилно повезан на\\nмапи, можете да повучете неку од његових контролних тачака на други пут с\\nциљем да се повежу. Повезивање путева је важно за мапе\\nи од суштинског значаја за пружање упутстава при вожњи.\\n\\nТакође можете да кликнете на 'Премести' алатку или притисните `M` тастер пречице за премештање целог\\\n      \\ \\nпута одједном, а затим поново кликните да бисте сачували померање.\\n\\n### Брисање\\n\\nАко је пут потпуно неисправан - можете видети да он не постоји на сателитским\\nснимцима и идеално су потврдили локално да није присутан - можете да избришете\\nто, што га уклања са мапе. Будите опрезни приликом брисања објеката -\\nкао и све друге измене, резултате виде сви, а сателитски снимци\\nсу често застарели, тако\\\n      \\ да пут може бити у скорије време изграђен.\\n\\nМожете обрисати пут тако што ћете кликнути на њега да бисте га изабрали, затим кликните\\nна иконицу канте за смеће или притисните тастер 'Delete'.\\n\\n### Прављење\\n\\nНашли сте да би негде требало да постоји пут, али га нема на мапи? Кликните на 'Путања'\\nикону у горњем левом углу уређивача или притисните тастер за пречицу `2` да бисте \\nпочели са цртањем путање.\\n\\\n      \\nКликните на почетак пута на мапи да бисте почели са цртањем. Ако се пут\\nодваја од постојећег пута, почните тако што ћете кликнути на месту где су повезани.\\n\\nЗатим кликните на места дуж пута, тако да следи праву путању, према\\nсателитским снимцима или ГПС-у. Ако је пут који цртате укрштен другим путем, повежите\\nих тако што ћете кликнути на тачку пресека. Када завршите цртање, кликните двапут\\nили притисните\\\n      \\ 'Return' или 'Enter' на тастатури.\\n\"\n    imagery: \"# Снимци\\n\\nСнимци из ваздуха су важан ресурс за мапирање. Комбинација \\nавионских прелета, сателитских приказа и слободно састављених извора су на \\nрасполагању у уређивачу испод менија 'Подешавања позадине' са десне стране.\\n\\nПодразумевано је представљен [Bing Maps] (http://www.bing.com/maps/) слој \\nсателитских снимака у уређивачу, али као померате и увећавате мапу на нова географска \\nподручја,\\\n      \\ нови извори ће постати доступни. Неке земље, попут Сједињених \\nДржава, Француске и Данске имају веома квалитетне снимке доступна за неке области.\\n\\nСнимак је некада померен у односу на податке на мапи због грешке од страни \\nдобављача снимака. Ако видите много путева померених у односу на позадину, \\nнемојте их одмах преместити све да одговарају позадини. Уместо тога можете подесити \\nслике тако да\\\n      \\ одговарају постојећим подацима кликом на 'Поправи поравнање' на \\nдну интерфејса Подешавање позадине.\\n\"\n    addresses: \"# Адресе\\n\\nАдресе су једне од најкориснијих информација на мапи.\\n\\nИако су адресе често представљене као делови улица, у Опенстреетмап\\nсу забележене као атрибути објеката и места дуж улица.\\n\\nМожете да додате информације о адреси на местима мапираним као основе зграде\\nкао и оних мапираних као појединачне тачке. Оптимални извор података  адреса\\nје од премеравања на терену или лично знање\\\n      \\ - као и са било којим \\nдругим објектом, копирање са комерцијалних извора, као што су Гугл мапе је строго\\nзабрањено.\\n\"\n    inspector: \"# Коришћење инспектора\\n\\nИнспектор је елемент корисничког интерфејса на десној страни странице \\nкоја се појављује када је објекат изабран и омогућава вам да измените његове детаље.\\n\\n### Избор врсте карактеристика\\n\\nНакон што додате чвор, линију, или област, можете да изаберете врсту карактеристика, \\nредимо да ли је аутопут или стамбени пут, супермаркет или кафе.\\nИнспектор ће приказати иконице\\\n      \\ за најчешће врсте карактеристика, а друге можете\\nпронаћи куцањем оног што тражите у поље за претрагу.\\n\\nКликните на 'i' у доњем десном углу дугмета врсте могућности како бисте\\nсазнали више о томе. Кликните на дугме како бисте изабрали дату врсту.\\n\\n### Коришћење образаца и уређивање ознака\\n\\nНакон што одаберете посебну врсту, или када изаберете објекат која већ\\nима додељену врсту, инспектор ће приказати\\\n      \\ поља са детаљима о\\nкарактеристикама као што су име и адреса.\\n\\nИспод поља које видите, можете да кликнете на иконе да бисте додали друге детаље,\\nкао што су информације са [Википедије] (http://www.wikipedia.org/), приступ инвалидским \\nколицима, и више од тога.\\n\\nНа дну инспектора, кликните на 'Додатне ознаке' да бисте произвољно додали \\nдруге ознаке елементу. [Taginfo](http://taginfo.openstreetmap.org/)\\\n      \\ је\\nобиман ресурс ако желите да за сазнате више о популарним комбинацијама ознака.\\n\\nПромене које направите у инспектора ће се аутоматски применити на мапи.\\nМожете их опозвати у било ком тренутку тако што ћете кликнути на дугме 'Опозови'.\\n\"\n    buildings: \"# Грађевине\\n\\nОпенстреетмап је највећа база података грађевина на свету. Можете правити \\nи побољшати ову базу података.\\n\\n### Избор\\n\\nМожете изабрати грађевину кликом на њене оквире. То ће истаћи\\nграђевину и отворити мали мени са алатима и траку са стране која приказује више \\nинформација о грађевини.\\n\\n### Измена\\n\\nПонекад су зграде погрешно постављене или имају погрешне ознаке.\\n\\nДа\\\n      \\ бисте преместили читав објекат, изаберите га, а затим кликните на алат 'Премести'. Померите\\nмиша да бисте преместили грађевину, и кликните поново када је правилно поставите.\\n\\nДа бисте поправили одређени облик грађевине, кликните и превуците чворове који чине\\nњене границе на праве локације.\\n\\n### Прављење\\n\\nЈедно од главних недоумица око додавања грађевине на мапу јесте да\\nОпенстреетмап заправо\\\n      \\ чува грађевине и као облик и као тачке. Правило\\nје да се _мапирају грађевине као облик кад год је то могуће_, а да се мапирају предузећа, куће,\\nпогодности, као и друге ствари које функционишу унутар грађевина као тачке постављене\\nунутар облика зграде.\\n\\nПочните цртање грађевине као облика тако што ћете кликнути на дугме 'Област' на врху\\nлево интерфејса, и завршите је било притиском на тастер 'Return'\\\n      \\ на тастатури\\nили кликом на први исцртани чвор којим се затвара облик.\\n\\n### Брисање\\n\\nАко је грађевина потпуно неисправна - можете видети да она не постоји на сателитским\\nснимцима и у најбољем случају потврђено је локално да није присутан - можете је избрисати, \\nчиме се уклања са мапе. Будите опрезни приликом брисања објеката -\\nкао и све друге измене, резултате виде сви, а сателитски снимци\\nсу\\\n      \\ често застарели, тако да објекат може бити у новије време изграђен.\\n\\nМожете обрисати грађевину кликом на њу да бисте је изабрали, затим кликните\\nна икону канте за смеће или притиском на тастер 'Delete'.\\n\"\n    relations: |\n      # Односи\n\n      Однос је посебна врста обележја у Опенстреетмапама која групише друга обележја. На пример, две основне врсте односа су *односи путева* којим се групишу заједно деонице пута које припадају одређеном аутопуту или магистралном путу, и * вишеструки полигони* којим се групише заједно неколико линија које дефинишу сложену област (један полигон од више делова или са рупом у себи попут крофне).\n\n      Група обележја у односу се називају *чланови*. На бочној траци, можете видети којем односу припада обележје, и ту кликнути на релацију да бисте је изабрали. Када је однос изабран, можете видети све његове чланове наведени у бочној траци и означене на мапи.\n\n      У већини случајева, iD ће се побринути о одржавању односа аутоматски док правите измене. Најважнија ствар које би требало да будете свесни јесте да ако избришете део пута да бисте га прецизније исцртали, требало би да се уверите и да је нови одељак члан истог односа као и оригинал.\n\n      ## Уређивање односа\n\n      Ако желите да измените односе, овде су дате основе.\n\n      Да бисте додали обележје у однос, изаберите обележје, кликните на дугме „+“ у одељку „Сви односи“ бочне траке, и изаберите или упишите име односа.\n\n      Да бисте креирали нови однос, изаберите прво обележје које би требало да буде члан,\n      кликните на дугме „+“ у одељку „Сви односи“, и одаберите „Нови однос...“.\n\n      Да бисте уклонили обележје из односа, изаберите обележје и кликните на иконицу смеће\n      поред односа из којег желите да га уклоните.\n\n      Можете да креирате вишеструке полигоне са рупама помоћу алат „Споји“. Нацртајте две области (унутрашњу и спољашњу), држите тастер Шифт и кликните на сваки од њих да бисте изабрали обоје, а затим кликните на дугме „Споји“ (+) дугме.\n  intro:\n    navigation:\n      title: \"Навигација\"\n      drag: \"Главна област мапе показује Опенстреетмап податке преко позадине. Можете се кретати по мапи превлачењем и скроловањем, баш као и на свакој веб мапи. **Превуците мапу!**\"\n      select: \"Објекти на мапи су представљене на три начина: користећи чворове, линије или области. Сви објекти могу бити изабрани кликом на њих. **Кликните на чвор да бисте га изабрали.**\"\n      header: \"Заглавље нам показује врсту објекта.\"\n      pane: \"Када изаберемо објекат, приказује се уређивач објеката. Заглавље нам показује врсту објекта, а главни панел приказује атрибуте објекта, као што су његов назив и адреса. **Затворите уређивач објеката дугметом за затварање у горњем десном углу.**\"\n    points:\n      title: \"Тачке\"\n      add: \"Чворови се могу користити за представљање објеката као што су продавнице, ресторани и споменици. Они означавају одређену локацију, и описују шта се  тамо налази. **Кликните на дугме „Чвор“ да бисте додали нови чвор.**\"\n      place: \"Чвор се може поставити кликом на мапу. **Поставите чвор преко зграде.**\"\n      search: \"Постоји много различитих објеката које се може представити чворовима. Чвор који сте  управо додали је кафе. **Претрага за '{name}'**\"\n      choose: \"**Изаберите кафе са списка.**\"\n      describe: \"Чвор је сада означен као кафе. Користећи уређивач објеката, можемо додати још информација о овом објекту. **Додајте име**\"\n      close: \"Уређивач објеката се може затворити кликом на дугме за затварање. **Затворите уређивач објеката**\"\n      reselect: \"Често чворови већ постоје, али могу бити са грешкама или непотпуну. Можемо мењати постојеће чворове. **Изаберите чвор који сте управо направили.**\"\n      fixname: \"**Промените назив и затворите уређивач објеката.**\"\n      reselect_delete: \"Сви објекти на мапи могу се обрисати. **Кликните на чвор коју сте направили.**\"\n      delete: \"Мени око чвора садржи операције које могу бити изведене над њим, укључујући и брисање. **Обришите чвор.**\"\n    areas:\n      title: \"Области\"\n      corner: \"Области су нацртане постављањем чворова који обележавају границу области. **Поставите полазни чвор на једном од углова игралишта.**\"\n      place: \"Нацртајте област постављањем више чворова. Завршите области кликом на почетни чвор. **Нацртајте област за игралиште.**\"\n      search: \"**Претрага за '{name}'.**\"\n      choose: \"**Изаберите игралиште са списка.**\"\n      describe: \"**Додајте назив, и затворите уређивач објеката**\"\n    lines:\n      title: \"Путање\"\n      add: \"Путање се користи за представљање објеката као што су путеви, железнице и реке. **Кликните на дугме за путању да бисте додали нову путању.**\"\n      start: \"**Започните путању тако што ћете кликнути на крај пута.**\"\n      intersect: \"Кликните да бисте додали још чворова на путању. Можете превлачити мапу за време цртања ако је потребно. Путеви, као и многе друге врсте путања, су део веће мреже. Важно је за путање да буду правилно повезане како би апликације за усмеравање радиле правилно. **Кликните на Flower Street, да бисте направили раскрсницу између две линије.**\"\n      finish: \"Путања може да се заврши тако што ћете кликнути на последњи чвор поново. **Завршите цртање пута.**\"\n      road: \"**Изаберите пут са списка.**\"\n      residential: \"Постоје различите врсте путева, од којих су најчешћи стамбени. **Изаберите стамбену врсту пута**\"\n      describe: \"**Именујте пут и затворите уређивач објеката.**\"\n      restart: \"Пут мора да пресеца Flower Street.\"\n      wrong_preset: \"Нисте изаберали стамбену врсту пута. **Кликните овде да бисте поново изабрали**\"\n    startediting:\n      title: \"Почни уређивање\"\n      help: \"Додатна документација и ово упознавање су доступни овде.\"\n      save: \"Не заборавите да редовно сачувате ваше измене!\"\n      start: \"Почни мапирање!\"\n", 
    "mimetype": "text/plain"
}