{
	"content": "bs:\n  modes:\n    add_area:\n      title: Područje\n      description: \"Dodajte karti parkove, zgrade, jezera ili druga područja.\"\n      tail: \"Kliknite na kartu da bi ste počeli crtati područje, kao što je park, jezero ili zgrada.\"\n    add_line:\n      title: Linija\n      description: \"Dodajte puteve, ulice, pješačke staze, kanale ili druge linije na kartu.\"\n      tail: \"Kliknite na kartu da počnete crtati cestu, stazu ili rutu.\"\n    add_point:\n      title: Tačka\n      description: \"Dodajte restorane, spomenike, poštanske urede ili druge tačke na kartu.\"\n      tail: Kliknite na kartu da počnete crtati cestu, stazu ili rutu.\n    browse:\n      title: Pretražite\n      description: Pomičite i uvećavajte kartu.\n    draw_area:\n      tail: Kliknite da dodate čvorove Vašem području. Kliknite na prvi čvor da završite područje.\n    draw_line:\n      tail: \"Kliknite da dodate više čvorova liniji. Kliknite na druge linije da bi ste ih povezali, i dva puta kliknite na kraj linije.\"\n  operations:\n    add:\n      annotation:\n        point: Dodana tačka.\n        vertex: Dodan čvor putanji.\n        relation: Dodana relacija.\n    start:\n      annotation:\n        line: Započeta linija.\n        area: Započeto područje.\n    continue:\n      key: A\n      title: Nastaviti\n      description: Nastaviti ovu liniju.\n      not_eligible: Ovdje nijedna linija ne može biti nastavljena\n      multiple: Ovdje nekoliko linija mogu biti nastavljene. Da odaberete liniju, pritisnite tipku \"Shift\" i kliknite na nju za odabir.\n      annotation:\n        line: Nastavljena linija.\n        area: Nastavljeno područje.\n    cancel_draw:\n      annotation: Otkazano crtanje.\n    change_role:\n      annotation: Izmijenjena uloga člana relacije.\n    change_tags:\n      annotation: Izmijenjene oznake.\n    circularize:\n      title: Zaokružite\n      description:\n        line: Napravite ovu liniju kružnom.\n        area: Napravite ovo područje kružnim.\n      key: O\n      annotation:\n        line: Napravite liniju kružnom.\n        area: Napravite područje kružnim.\n      not_closed: Ovo se ne može napraviti kružnim jer to nije petlja.\n    orthogonalize:\n      title: Kvadrat\n      description:\n        line: Oblikovati uglove ove linije u kvadrat.\n        area: Oblikovati uglove ovo područje u kvadrat.\n      key: Oblikovati\n      annotation:\n        line: Ispravljeni uglovi linije.\n        area: Ispravljeni uglovi područja.\n      not_squarish: Ovo se ne može napraviti kvadratom jer nema kvadratnu formu.\n    straighten:\n      title: Ispraviti\n      description: Ispraviti ovu liniju.\n      key: Oblikovati\n      annotation: Ispravljena linija.\n      too_bendy: Ovo ne može biti ispralvjeno jer se previše savija.\n    delete:\n      title: Izbrišite\n      annotation:\n        point: Izbrisana tačka.\n        vertex: Izbrisan čvor sa putanje.\n        line: Izbrisana linija.\n        area: Izbrisano područje.\n        relation: Izbrisana relacija.\n        multiple: \"Izbrisano objekata: {n}.\"\n      incomplete_relation: Ova značajka se ne može izbrisati zato što nije u cijelosti preuzeta.\n    add_member:\n      annotation: Dodan član relacije.\n    delete_member:\n      annotation: Uklonjen član iz relacije.\n    connect:\n      annotation:\n        point: Povezana putanja na tačku.\n        vertex: Povezana putanja na drugo.\n        line: Povezana putanja na liniju.\n        area: Povezana putanja na područje.\n    disconnect:\n      title: Prekinite vezu.\n      description: Razdvojite ove linije/ područja jedne od drugih.\n      key: D\n      annotation: Razdvojene linije/ područja.\n      not_connected: Ne postoji dovoljno linija/ područja da bi se prekinula veza.\n    merge:\n      title: Spojite\n      description: Stopiti ove linije.\n      key: C\n      annotation: \"Spojeno linija: {n}.\"\n      not_eligible: Ove značajke ne mogu biti spojene.\n      not_adjacent: Ove linije ne mogu biti spojene u jednu zato što nisu povezane.\n      restriction: Ove linije ne mogu biti spojene u jednu zato što je bar jedna član \"{relation}\" relacije.\n    move:\n      title: Pomaknite\n      description: Pomaknite ovo na drugu lokaciju.\n      key: M\n      annotation:\n        point: Pomaknuta tačka.\n        vertex: Pomaknut čvor u putanji.\n        line: Pomaknuta linija.\n        area: Pomaknuto područje.\n        multiple: Pomaknuto više objekata.\n      incomplete_relation: Ova značajka se ne može pomaknuti zato što nije u cijelosti preuzeta.\n    rotate:\n      title: Rotirajte\n      description: Rotirajte ovaj objekat oko njegove centralne tačke.\n      key: R\n      annotation:\n        line: Rotirana linija.\n        area: Rotirano područje.\n    reverse:\n      title: Obrnuto\n      description: Promijeniti smjer ove linije.\n      key: V\n      annotation: Obrnuta linija.\n    split:\n      title: Razdvojite\n      description:\n        line: Podijelite ovu liniju na dva dijela na ovom čvoru.\n        area: Podijelite granicu ovog područja na dva dijela.\n        multiple: Podijelite linije/ područje na dva dijela na ovom čvoru.\n      key: X\n      annotation:\n        line: Razdvojite liniju.\n        area: Razdvojite granicu područja.\n        multiple: \"Razdvojite {n} linija/granica područja.\"\n      not_eligible: Linije ne mogu biti razdvojene na njihovom početku i kraju.\n      multiple_ways: Ovdje postoji previše linija za razdvajanje.\n  undo:\n    tooltip: \"Poništiti: {action}\"\n    nothing: Ništa za poništiti.\n  redo:\n    tooltip: \"Obnoviti: {action}\"\n    nothing: Ništa za vratiti.\n  tooltip_keyhint: \"Prečica:\"\n  browser_notice: \"Ovaj uređivač je podržan u preglednicima interneta: Firefox, Chrome, Safari, Opera, i Internet Explorer 9 i iznad. Molimo nadogradite Vaš browser ili koristite Potlach 2 da uređujete kartu.\"\n  translate:\n    translate: Prevesti\n    localized_translation_label: Višejezični naziv\n    localized_translation_language: Izaberite jezik\n    localized_translation_name: Naziv\n  zoom_in_edit: Uvećajte da bi ste uređivali.\n  logout: Odjavite se\n  loading_auth: \"Povezivanje na OpenStreetMap...\"\n  report_a_bug: Prijavite grešku\n  status:\n    error: Nemoguće povezati na API.\n    offline: API nije na mreži. Molimo pokušajte uređivati kasnije.\n    readonly: API je samo za čitanje. Moraćete sačekati da sačuvate Vaše promjene.\n  commit:\n    title: Sačuvajte izmjene\n    description_placeholder: Kratak opis Vaših doprinosa\n    message_label: Predaja poruke\n    upload_explanation: \"Promjene koje postavite će biti vidljive na svim kartama koje koriste OpenStreetMap podatke.\"\n    upload_explanation_with_user: \"Promjene koje postavite kao {user} će biti vidljive na svim kartama koje koriste OpenStreetMap podatke.\"\n    save: Sačuvajte\n    cancel: Otkažite\n    warnings: Upozorenja\n    modified: Izmijenjeno\n    deleted: Izbrisano\n    created: Napravljeno\n  contributors:\n    list: \"Uređivanja korisnika {users}\"\n    truncated_list: \"Uređivanja korisnika {users} i {count} drugih\"\n  geocoder:\n    search: Globalna pretraga...\n    no_results_visible: Nema rezultata u vidljivom području karte\n    no_results_worldwide: Nema pronađenih rezultata\n  geolocate:\n    title: Pokazati moju lokaciju\n  inspector:\n    no_documentation_combination: Nema dostupne dokumentacije za ovu kombinaciju oznaka\n    no_documentation_key: Nema dostupne dokumentacije za ovaj ključ\n    show_more: Prikazati više\n    view_on_osm: Pogledajte na stranici openstreetmap.org\n    all_tags: Sve oznake\n    all_members: Svi članovi\n    all_relations: Sve relacije\n    new_relation: Nova relacija...\n    role: Uloga\n    choose: Odaberite tip svojstva\n    results: \"{search} dala {n} rezultata\"\n    reference: Pogledajte na stranici OpenStreetMap Wiki\n    back_tooltip: Promijeniti značajku\n    remove: Uklonite\n    search: Pretraga\n    multiselect: Odabrane stavke\n    unknown: Nepoznato\n    incomplete: <nije preuzeto>\n    feature_list: Značajke pretrage\n    edit: Urediti značajku\n    none: Ništa\n  background:\n    title: Pozadina\n    description: Podešavanja pozadine\n    percent_brightness: \"prozirnost {opacity}% \"\n    none: Ništa\n    custom: Prilagođena pozadina\n    fix_misalignment: Popravite poravnanje\n    reset: ponovo postavite\n  restore:\n    heading: Imate nespremljenih promjena\n    description: \"Želite li vratiti nespremljene promjene od prethodnog uređivanja?\"\n    restore: Vratite prethodno\n    reset: Ponovo postavite\n  save:\n    title: Sačuvajte\n    help: \"Sačuvajte promjene na OpenStreetMap karti, čineći ih vidljivim drugim korisnicima.\"\n    no_changes: Nema promjena za sačuvati.\n    error: Dogodila se greška prilikom pokušaja spašavanja.\n    uploading: Postavljanje promjena na OpenStreetMap.\n    unsaved_changes: Imate promjene koje nisu spašene\n  success:\n    edited_osm: \"OSM uređen!\"\n    just_edited: \"Upravo ste uredili OpenStreetMap kartu!\"\n    view_on_osm: \"Pogledajte na OSM-u\"\n    facebook: \"Podijeliti na Facebooku\"\n    twitter: \"Podijeliti na Twitteru\"\n    google: \"Podijeliti na Google+\"\n    help_html: |\n      Promjene koje ste napravili bi se trebale pojaviti u \"standardnom\" sloju za nekoliko minuta. Za druge slojeve, i određene značajke, možda bude trebalo duže.\n      (<a href='https://help.openstreetmap.org/questions/4705/why-havent-my-changes-appeared-on-the-map' target='_blank'>detalji</a>).\n  confirm:\n    okay: \"Uredu\"\n  splash:\n    welcome: Dobrodošli u ID - OpenStreetMap uređivač\n    text: \"ID je prijateljski ali moćan alat za doprinos najboljoj svjetskoj besplatnoj karti svijeta. Ovo je verzija {version}. Za više informacija pogledajte stranicu {website} i prijavite greške na stranici {github}.\"\n    walkthrough: \"Počnite sa upoznavanjem\"\n    start: \"Uređujte sada\"\n  source_switch:\n    live: uživo\n    lose_changes: \"Imate nespremljenih promjena. Mijenjanje servera karte će ih odbaciti. Sigurni ste da želite promijeniti servere?\"\n    dev: razvojno\n  tag_reference:\n    description: Opis\n    on_wiki: \"{tag} na wiki.osm.org\"\n    used_with: \"Korišteno sa {type}\"\n  validations:\n    untagged_point: Neoznačena tačka\n    untagged_line: Neoznačena linija\n    untagged_area: Neoznačeno područje\n    many_deletions: \"Broj objekata koje brišete: {n}. Sigurni ste da to želite uraditi? Ovo će iste izbrisati sa karte koju svako drugi vidi na adresi openstreetmap.org.\"\n    tag_suggests_area: \"Oznaka {tag} ukazuje da bi linija trebala biti područje, ali nije područje\"\n    deprecated_tags: \"Zastarjele oznake: {tags}\"\n  zoom:\n    in: Uvećati\n    out: Umanjiti\n  cannot_zoom: \"Ne može se umanjiti više u trenutnom načinu.\"\n  gpx:\n    local_layer: \"Lokalna GPX datoteka\"\n    drag_drop: \"Povući i spustiti .gpx datoteku na stranicu, ili kliknuti na dugme na desnoj strani za pregled\"\n    zoom: \"Zumirati na GPX trasu\"\n    browse: \"Tražiti .gpx datoteku\"\n  help:\n    title: \"Pomoć\"\n    editing_saving: |\n      # Uređivanje i spremanje\n\n      Ovaj editor je dizajniran da primarno radi online, i pristupate mu\n      kroz web stranicu upravo sada.\n\n      ### Odabir značajki\n\n      Da odaberete značajku na karti, kao npr. cestu ili tačku od interesa, kliknite\n      na istu na karti. Ovo će osvijetliti odabranu značajku, otvoriti panel sa\n      detaljima o istoj, i pokazati izbor stvari koje možete uraditi sa značajkom.\n\n      Da odaberete više značajki odjednom, držite tipku 'Shift'. Onda ili kliknite\n      na značajke koje želite odabrati, ili povucite na karti da nacrtate pravougaonik.\n      Ovo će nacrtati kutiju i odabrati sve tačke unutar iste.\n\n      ### Spremanje uređivanja\n\n      Kada uradite promjene kao što su uređivanje cesta, zgrada i mjesta, isti se\n      pohranjuju lokalno sve dok ih ne spremite na server. Ne brinite ako napravite\n      grešku - možete poništiti promjene klikom na dugme \"Poništiti\", i vratiti\n      promjene klikom na dugme \"Vratiti\".\n\n      Kliknite na 'Spremiti' da završite grupu uređivanja - npr, ako ste završili\n      dio grada i želite započeti uređivanje na novom području. Imaćete priliku\n      da pregledate šta ste uradili, a editor daje prijedloge od pomoći\n      i upozorenja ako se nešto ne čini uredu sa promjenama.\n\n      Ako sve izgleda uredno, možete unijeti kratak komentar kojim objašnjavate promjene\n      koje ste napravili, i kliknite na 'Spremiti' opet kako bi postavili promjene\n      na [OpenStreetMap.org](http://www.openstreetmap.org/), gdje su one vidljive\n      svim drugim korisnicima i dostupne za druge da ih dalje uređuju i poboljšavaju.\n\n      Ako ne možete završiti vaša uređivanja u jednom sjedenju, možete napustiti prozor\n      editora i vratiti se (na istom pregledniku i računaru), i\n      aplikacija editora će ponuditi da vratite vaš rad.\n    roads: \"# Putevi\\n\\nMožete crtati, popravljati, i brisati puteve sa ovim uređivačem. Putevi mogu biti svih\\nvrsta: staze, ceste, tragovi, biciklističke staze, i više - bilo koji često prelaženi\\nsegment bi trebao biti moguć za ucrtavanje.\\n\\n### Odabir\\n\\nKliknite na put da ga odaberete. vanjska linija bi trebala postati vidljiva,\\\n      \\ zajedno\\nsa malim menijem alata na karti i bočnom trakom koja pokazuje više informacija\\no putu.\\n\\n### Izmjena\\n\\nČesto ćete vidjeti puteve koji nisu poravnati da satelistskim slikama iza njih\\nili sa GPS trasom. Možete podesiti ove puteve tako da su na pravom\\nmjestu.\\n\\nPrvi klik na put koji želite mijenjati. Ovo će ga označiti\\\n      \\ i pokazati\\nkontrolne tačke uz njega koje možete pomjerati na bolje lokacije. Ukoliko\\nželite dodati nove kontrolne tačke za više detalja, dva puta kliknite na dio\\nputa bez čvora, i jedan će biti dodan.\\n\\nUkoliko se put povezuje na drugi put, ali se neprikladno povezuje na\\nkartu, možete povući jednu od njegovih kontnrolnih\\\n      \\ tačaka na drugi put u\\nnamjeri da ih spojite. Održavanje puteva povezanim je važno za kartu\\ni od vitalnoj je značaja za obezbjeđivanje uputa za vožnju.\\n\\nMožete takođe kliknuti na alat 'Pomjeriti' ili pritisnuti 'M' tipku koja je prečica da pomičete cijeli put\\nistovremeno, i onda kliknete opet da spasite to pomicanje. \\n\\\n      \\n### Brisanje\\n\\nUkoliko je put u potpunosti netačan - možete vidjeti da ne postoji na satelitskoj\\nslici i idealno bi bilo da potvrdite da nije prisutan lokalno - možete ga izbrisati,\\nšto ga uklanja sa karte. Budite pažljivi kada brišete značajke -\\nkao i svako drugo uređivanje, rezultati su vidljivi svima i satelitske slike\\n\\\n      su često stare, tako da bi put mogao ustvari biti novoizgrađeni.\\n\\nMožete izbrisati put klikom na njega da ga odaberete, i onda klikajući na\\nikonu kante za smeće ili pritiskom na tipku 'Delete'.\\n\\n### Pravljenje\\n\\nNašli ste negdje da bi tu trebao biti put ali ga nema? Kliknite ikonu 'Linija'\\nu donjem lijevom uglu uređivača\\\n      \\ ili pritisnite tipku`2` da bi započeli crtanje\\nlinije.\\n\\nKliknite na početak puta na kartu da započnete crtanje. Ukoliko se put\\ngranan sa postojećeg puta, započnite sa mjesta gdje se povezuju.\\n\\nOnda kliknite na tačke uzduž puta tako da slijedi pravu putanju, prema\\nsatelitskim slikama ili prema GPS-u. Ukoliko se put koji\\\n      \\ crtate križa sa drugim putem, povežite\\nga klikom na tačku križanja. Kada završite crtanje, dva puta kliknite\\nili pritisnite 'Backspace' ili 'Enter' na Vašoj tastaturi.\\n\"\n    imagery: |\n      # Satelitske slike\n\n      Satelitske slike su važan resurs za mapiranje. Kombinacija\n      preleta avionom, satelitski pogledi i slobodno sastavljeni izvorisu dostupni\n      u uređivaču pod menijem 'Podešavanja pozadine' na desnoj strani.\n\n      U početnik postavkama satelitski sloj [Bing Maps] (http://www.bing.com/maps/) je\n      prezentiran u uređivaču, ali kako pomičete i uvećavate kartu na nova geografska\n      područja, novi će izvori postati dostupni. Neke zemlje, poput Sjedinjenih\n      Država, Francuske i Danske imaju slike vrlo visoke kvalitete na raspolaganju za neka područja.\n\n      Satelitske slike ponekad odstupaju od podataka karte, zbog greške na\n      strani davatelja satelitskih slika. Ako vidite puno cesta pomjerenih u pozadini.\n      nemojte ih odmah sve premještati kako bi se slagale sa pozadinom. Umjesto toga možete podesiti\n      satelitske slike tako da odgovaraju postojećim podacima klikom na 'Popravljanje poravnanja', na\n      dnu interfejsa Podešavanja pozadine.\n    addresses: |\n      # Addrese\n\n      Addrese su neke od najkorisnijih informacija na karti.\n\n      Iako su adrese često predstavljene kao dijelovi ulica, na karti OpenStreetMap\n      su one spremljene kao atributi građevina i mjesta uz ulice.\n\n      Možete dodati informaciju o adresama mjesta koja su ucrtana kao i vanjske linije građevina takođe\n      kao i onih koja su ucrtana kao obične tačke. Optimalni izvor podataka adresa\n      se dobija iz istraživanja na licu mjesta ili ličnim znanjem- kao što je slučaj sam bilo kojom drugom značajkom,\n      kopiranje iz komercijalnih izvora kao što je Google Maps je striktno\n      zabranjeno.\n    inspector: |\n      # Korištenje inspektora\n\n      Inspektor je element korisničkog interfejsa na lijevoj strani\n      stranice koji vam dozvoljava da uređujete odabranu značajku.\n\n      ### Odabir vrste značajke\n\n      Nakon što dodate tačku, liniju ili područje, možete birati koja je to vrsta značajke,\n      kao npr. da li je to cesta ili rezidencijalna cesta, supermarket ili kafe.\n      Inspector će prikazati dugmad za vrste općih značajki, i možete\n      naći druge unošenjem onoga što tražite u polje za pretragu.\n\n      Kliknite na 'i' u donjem desnom uglu dugmeta vrste značajke da\n      saznate više o istoj. Kliknite na dugme da odaberete tu vrstu.\n\n      ### Korištenje obrazaca i oznaka za uređivanje\n\n      Nakon što odaberete vrstu značajke, ili kada odaberete značajku koja već\n      ima pripisanu vrstu, inspektor će prikazati polja sa detaljima o\n      značajki kao što je njen naziv i adresa.\n\n      Ispod polja koje vidite, možete kliknuti na ikone da dodate druge detalje,\n      kao što su informacije sa stranice [Wikipedia](http://www.wikipedia.org/), pristup\n      za invalidska kolica, i više.\n\n      Na dnu inspektora, kliknite 'Dodatne oznake' da dodate još neke\n      druge oznake elementu. [Taginfo](http://taginfo.openstreetmap.org/) je\n      odličan izvor za više informacija o popularnim kombinacijama oznaka.\n\n      Promjene koje napravite u inspektoru bivaju automatski primijenjene na karti.\n      Možete ih poništiti bilo kad klikom na dugme za poništavanje.\n    buildings: |\n      # Građevine\n\n      OpenStreetMap karta je najveća svjetska baza građevina. Možete napraviti\n      i proširiti ovu bazu podataka.\n\n      ### Odabir\n\n      Možete odabrati građevinu odnosno zgradu klikom na njene granice. Ovo će označiti\n      građevinu i otvoriti mali meni alata i bočnu traku koja pokazuje više informacija\n      o građevinama.\n\n      ### Izmjena\n\n      Ponekad su građevine nepravilno postavljene ili imaju nepravilne oznake.\n\n      Da bi pomjerili cijelu građevinu, odaberite je, i onda kliknite na alat 'Pomicanje'. Pomaknite Vaš\n      miš da pomjerite građevinu, i kliknite kada je ona pravilno postavljena.\n\n      Da bi popravili specifičan oblik građevine, kliknite i povucite čvorove koji formiraju\n      njenu granicu na bolje mjesto.\n\n      ### Pravljenje\n\n      Jedno od glavnih pitanja oko dodavanja zgrada karti je to da\n      OpenStreetMap snima građevine i kao oblike i kao tačke. Pravilo palca\n      je _ucrtavati građevinu kao oblik gdje god je moguće_, kao i ucrtavati kompanije, domove,\n      i druge značajne građevine, a i druge stvari koje operiraju van građevina kao tačke smještene\n      unutar oblika građevine.\n\n      Započnite crtati građevinu kao oblik klikom na dugme 'Područje' u gornjem\n      lijevom dijelu interfejsa, i završite je pritiskom na 'Backspace' na Vašoj tastaturi\n      ili klikom na prvi čvor koji je ucrtan kako bi zatvorili oblik.\n\n      ### Brisanje\n\n      Ukoliko je građevina u potpunosti netačna - možete vidjeti da ne postoji u satelitskim\n      slikama i idealno dobro bi bilo da potvrdite da lokalno nije prisutna -  možete je obrisati,\n      što je uklanja sa karte. Budite pažljivi kada brišete značajke -\n      kao i svako drugo uređivanje, rezultate vide svi i satelitske slike\n      su često stare, tako da bi građevina mogla biti novoizgrađena.\n\n      Možete izbrisati građevinu klikom na nju da bi ste je odabrali, i onda kliknuti na\n      ikonu kante za smeće ili pritiskom na tipku 'Delete'.\n    relations: |\n      # Relacije\n\n      Relacija je posebna vrsta značajke OpenStreetMap projektu koja grupira\n      druge značajke. Na primjer, dvije uobičajene vrste relacija su *relacije ruta*,\n      koje zajedno grupiraju dijelove puta koji pripadaju posebnom putu ili\n      autoputu, i  *multipoligoni*, koji zajedno grupiraju nekoliko linija koje definiraju\n      složeno područje (jedno sa više dijelova ili rupa u sebi kao krofna).\n\n      Grupa značajki u relaciji se naziva *članovi*. Na Bočnoj traic, možete\n      vidjeti kojoj relaciji pripada član, i kliknuti na relaciju\n      da je odaberete. Kada je relacija odabrana možete vidjeti sve njene\n      članove izlistane na bočnoj traci i osvijetljene na karti.\n\n      U većini slučajeva, iD editor će voditi računa o održavanju relacija automatski\n      dok uređujete. Glavna stvar koje trebate biti svjesni jeste da ako izbrišete\n      dio puta u namjeri da ga nacrtate tačnije, morate biti sigurni da je\n      novi dio član istih relacija kao i original.\n\n      ## Uređivanje relacija\n\n      Ako želite uređivati relacije, ovo su osnove.\n\n      Da dodate značajku relaciji, odaberite značajku, kliknite na dugme \"+\" u\n      dijelu \"Sve relacije\" na bočnoj traci, i izaberite ili ukucajte naziv relacije.\n\n      Da napravite novu relaciju, prvo odaberite značajku koja treba biti član,\n      kliknite na dugme \"+\" u dijelu \"Sve relacije\", i izaberite \"Nova relacija...\".\n\n      Da uklonite značajku iz relacije, odaberite značajku i kliknite na dugme smeće\n      koje se pojavljuje uy relaciju iz koje je želite ukloniti.\n\n      Možete praviti multipoligone sa rupama koristeći alat \"Spojiti\". Nacrtajte dva područja (unutrašnje i\n      vanjsko), držite tipku Shift i kliknite na svaku od njih da ih izaberete, a potom\n      kliknite na dugme \"Spojiti\" (+).\n  intro:\n    navigation:\n      title: \"Navigacija\"\n      drag: \"Glavno područje karte pokazuje podatke karte OpenStreetMap iznad pozadine. Možete upravljati povlačenjem i skrolanjem kao u bilo kojoj drugoj web aplikaciji. **Povuci kartu!**\"\n      select: \"Značajke karte su predstavljene na tri načina: korištenjem tačaka, linija ili područja. Sve značajke mogu biti odabrane klikom na iste. **Kliknite na tačku da je odaberete.**\"\n      header: \"Zaglavlje nam pokazuje vrstu značajke.\"\n      pane: \"Kada je značajka odabrana, uređivač značajki biva prikazan. Zaglavlje nam pokazuje vrstu značajke i glavni panel nam pokazuje osobine značajke, kao što su njen naziv i adresa. **Zatvorite uređivač značajki sa dugmetom za zatvaranje koje se nalazi u gornjem desnom uglu.**\"\n    points:\n      title: \"Tačke\"\n      add: \"Tačke mogu biti korištene da predstave značajke kao što su prodavnice, restorani i spomenici. One označavaju specifičnu lokaciu i opisuju šta je tamo.  **Kliknite na dugme 'Tačka' da dodate novu tačku.**\"\n      place: \"Tačka može biti postavljena klikom na kartu. **Postavite tačku na vrh građevine.**\"\n      search: \"Postoji mnogo različitih značajki koje mogu biti predstavljene tačkama. Tačka koju ste upravo dodali je kafe. **Tražiti '{name}' **\"\n      choose: \"**Izaberite kafe sa liste.**\"\n      describe: \"Ova tačka je sada označena kao kafe. Korištenjem uređivača značajki, možemo dodati više informacija o značajki. **Dodati naziv**\"\n      close: \"Uređivač značajki može biti zatvoren klikom na dugme za zatvaranje. **zatvorite uređivač značajki**\"\n      reselect: \"Često će tačke već postojati, ali će imati greške ili neće biti kompletne. Možemo uređivati postojeće tačke. **Odaberite tačku koju ste upravo napravili.**\"\n      fixname: \"**Promijenite naziv i zatvorite uređivač značajki.**\"\n      reselect_delete: \"Sve značajke na karti mogu biti izbrisane. **Kliknite na tačku koju ste napravili.**\"\n      delete: \"meni oko tačke sadrži operacije koje mogu biti izvršene na istoj, uključujući brisanje. **Obrisati tačku.**\"\n    areas:\n      title: \"Područja\"\n      corner: \"Područja se crtaju postavljanjem čvorova koji označavaju granicu područja. **Postavite početni čvor na uglovima igrališta.**\"\n      place: \"Nacrtati područje postavljanjem više čvorova. Završiti područje klikom na početni čvor. **Nacrtati područje za igralište.**\"\n      search: \"**Tražiti '{name}'.**\"\n      choose: \"**Izaberite igralište sa liste.**\"\n      describe: \"**Dodajte naziv, i zatvorite uređivač značajki.**\"\n    lines:\n      title: \"Linije\"\n      add: \"Linije se koriste da predstave značajke kao što su putevi, željezničke pruge i rijeke. **Kliknite na dugme 'Linija' da dodate novu liniju.**\"\n      start: \"**Započnite liniju klikom na kraj puta.**\"\n      intersect: \"Kliknite da dodate više čvorova liniji. Možete povlačiti kartu dok crtate ukoliko je potrebno. Putevi, i mnogo drugih vrsta linija su dio veće mreže. Važno je da se ove linije povežu pravilno da bi aplikacije za routing radile.  **Kliknite na neku ulicu da napravite presjek koji povezuje dvije linije.**\"\n      finish: \"Linije mogu biti završene ponovnim klikom na posljednji čvor. **Završite crtanje ceste.**\"\n      road: \"**Izaberite cestu sa liste**\"\n      residential: \"Postoje različite vrste puteva, od kojih su najčešće rezidencijalne ceste. **Odaberite vrstu 'rezidencijalna cesta'**\"\n      describe: \"**Dajte naziv cesti i zatvorite uređivač značajki.**\"\n      restart: \"Put treba da se križa sa ulicom 'Flower Street'.\"\n      wrong_preset: \"Niste odabrali rezidencijalnu vrstu ceste. **Kliknite ovdje da opet odaberete**\"\n    startediting:\n      title: \"Počnite uređivati\"\n      help: \"Više dokumentacije i ovo uputstvo su dostupni ovdje.\"\n      save: \"Ne zaboravite da često spašavate Vaše promjene!\"\n      start: \"Počnite uređivati kartu!\"\n",
	"mimetype": "text/plain"
}