{
	"content": "is:\n  modes:\n    add_area:\n      title: Svæði\n      description: \"Bættu landsvæðum, byggingum, vötnum eða öðrum svæðum á kortið.\"\n      tail: \"Smelltu á kortið til að teikna svæði, til dæmis garð, vatn eða byggingu.\"\n    add_line:\n      title: Lína\n      description: \"Bættu þjóðvegum, götum, göngustígum, síkjum eða öðrum línum við kortið.\"\n      tail: \"Smelltu á kortið til að byrja á að teikna línu, svo sem veg, slóða eða leið.\"\n    add_point:\n      title: Punktur\n      description: \"Bættu veitingastöðum, minnismerkjum, póstkössum eða öðrum punktum við kortið.\"\n      tail: Smelltu á kortið til að bæta við punkti.\n    browse:\n      title: Fletta\n      description: Færðu og þysjaðu kortið.\n    draw_area:\n      tail: Smelltu til að bæta hnúta við svæðið. Smelltu á fyrsta hnútinn til að klára svæðið.\n    draw_line:\n      tail: \"Smelltu til að bæta fleiri hnútum við línuna. Smelltu á aðrar línur til að tengjast þeim, og tvísmelltu til að klára línuna.\"\n  operations:\n    add:\n      annotation:\n        point: Bætti punkti við.\n        vertex: Bætti hnút við leið.\n        relation: Bætti við tengslum.\n    start:\n      annotation:\n        line: Byrjaði á línu.\n        area: Byrjaði á svæði.\n    continue:\n      key: ' '\n      title: Halda áfram\n      not_eligible: Ekki hægt að framlengja neina línu hér.\n      multiple: Hægt er að halda áfram með nokkrar línur héðan. Veldu línu með því að ýta á Shift og velja rétta línu.\n      annotation:\n        line: Hélt áfram með línu.\n        area: Hélt áfram með svæði.\n    cancel_draw:\n      annotation: Hætti við að teikna.\n    change_role:\n      annotation: Breytti hlutverki tengds aðila.\n    change_tags:\n      annotation: Breytti merkingum.\n    circularize:\n      title: Hringlaga\n      description:\n        line: Gera línu að hring.\n        area: Gera svæðið hringlaga.\n      key: O\n      annotation:\n        line: Gerði línu að hring.\n        area: Gerði svæði að hring.\n      not_closed: Það er ekki hægt að gera þetta hringlaga því að það er ekki samfelld röð hnúta.\n    orthogonalize:\n      title: Ferhyrningur\n      description:\n        area: Rétta horn þessa svæðis.\n      key: S\n      annotation:\n        line: Réttaði horn á línu.\n        area: Réttaði horn svæðis.\n      not_squarish: Það er ekki hægt að hornrétta þetta því að það er ekki kassalaga\n      too_large: Ekki hægt að hornrétta þar sem hluti er utan sjónsviðs.\n    straighten:\n      title: Slétta\n      annotation: Slétti úr línu\n      too_bendy: Það er ekki hægt að slétta úr þessu því að það beygir of skarplega\n      connected_to_hidden: Ekki er hægt að slétta línuna þar sem hún er tengd földu eigindi.\n    delete:\n      title: Eyða\n      description: Eyða hlut endanlega.\n      annotation:\n        point: Eyddi punkti.\n        vertex: Eyddi hnút af leið.\n        line: Eyddi línu.\n        area: Eyddi svæði.\n        relation: Eyddi tengslum.\n        multiple: \"Eyddi {n} hlutum.\"\n      incomplete_relation: Ekki er hægt að eyða þessum hlut því að hann er ekki fullhlaðinn.\n    add_member:\n      annotation: Bætti við vensl\n    delete_member:\n      annotation: Fjarlægði úr venslum\n    connect:\n      annotation:\n        point: Tengdi leið við punkt.\n        vertex: Tengdi leið við aðra leið.\n        line: Tengdi leið við línu.\n        area: Tengdi leið við svæði.\n    disconnect:\n      title: Aftengja\n      description: Aftengja þessar línur/svæði.\n      key: D\n      annotation: Aðskilja línur/svæði.\n      not_connected: Það eru ekki nógu margar línur/svæði hérna til að aftengja.\n      connected_to_hidden: Það er ekki hægt að aftengja því að falið eigindi tengist þessu.\n    merge:\n      title: Sameina\n      description: Sameina þessar línur.\n      key: C\n      annotation: \"Sameinaði {n} línur.\"\n      not_eligible: Það er ekki hægt að samfella þessa hluti.\n      not_adjacent: Ekki er hægt að samfella þessar línur því að þær tengjast ekki hvor annari.\n      restriction: Ekki er hægt að sameina þessar línur því að önnur þeirra er hluti af \"{relation}\" venslunum.\n    move:\n      title: Færa\n      description: Færa þetta á annan stað.\n      key: M\n      annotation:\n        point: Færði punkt.\n        vertex: Færði hnút á leið.\n        line: Færði línu.\n        area: Færði svæði.\n        multiple: Færði marga hluti.\n      incomplete_relation: Ekki er hægt að færa þennan hlut því að hann er ekki fullhlaðinn.\n    rotate:\n      title: Snúa\n      description: Snúa þessu um miðpunkt sinn.\n      key: R\n      annotation:\n        line: Snéri línu.\n        area: Snéri svæði.\n      too_large: Ekki er hægt að snúa þessu þar sem hluti þess er utan sjónsviðs.\n    reverse:\n      title: Öfugt\n      description: Láta þessa línu fara í öfuga átt.\n      key: V\n      annotation: Snéri línu.\n    split:\n      title: Aðskilja\n      description:\n        line: Aðskilja línuna við þennan hnút.\n        area: Aðskilja ytri mörk þessa svæðis.\n        multiple: Aðskilja í tvennt við þennan hnút.\n      key: X\n      annotation:\n        line: Aðskilja línu.\n        area: Aðskilja útlínur svæðis.\n        multiple: \"Aðskilja {n} línur/svæði.\"\n      not_eligible: Ekki er hægt að aðskilja línur við upphaf þeirra eða endi.\n      multiple_ways: Of margar línur hér til að hægt sé að aðskilja.\n    restriction:\n      help:\n        select: Smelltu til að velja veghluta\n  undo:\n    tooltip: \"Afturkalla: {action}\"\n    nothing: Ekkert til að hætta við.\n  redo:\n    tooltip: \"Endurtaka: {action}\"\n    nothing: Ekkert til að endurtaka.\n  tooltip_keyhint: \"Flýtival:\"\n  browser_notice: \"Þessi ritill er studdur af Firefox, Chrome, Safari, Opera og Internet Explorer 9 og betri. Vinsamlegast uppfærðu vafrann þinn eða notaðu Potlatch 2 til að breyta kortinu.\"\n  translate:\n    translate: Þýða\n    localized_translation_label: Margtyngt nafn\n    localized_translation_language: Veldu tungumál\n    localized_translation_name: Nafn\n  zoom_in_edit: Þysja inn til að breyta\n  logout: útskrá\n  loading_auth: \"Tengist við OpenStreetMap...\"\n  report_a_bug: tilkynna villu\n  status:\n    error: Get ekki tengst við API.\n    offline: API er ekki tiltækur. Vinsamlegast reyndu að breyta aftur síðar.\n    readonly: API er í lesham. Þú þarft að bíða með að vista breytingar.\n  commit:\n    title: Vista breytingar\n    description_placeholder: Stutt lýsing á breytingum þínum\n    message_label: Staðfesta boð\n    upload_explanation: \"Breytingarnar sem þú gerir verða sýnilegar á öllum kortum sem nota OpenStreetMap gögn.\"\n    upload_explanation_with_user: \"Breytingarnar sem þú gerir sem {user} verða sýnilegar á öllum kortum sem nota OpenStreetMap gögn.\"\n    save: Vista\n    cancel: Hætta við\n    warnings: Aðvaranir\n    modified: Breytt\n    deleted: Eytt\n    created: Búið til\n  contributors:\n    list: \"Breytingar frá {users}\"\n    truncated_list: \"Breytingar frá {users} og {count} öðrum\"\n  geocoder:\n    search: Leita hnattrænt...\n    no_results_visible: Engar niðurstöður á sýndu korti\n    no_results_worldwide: Engar niðurstöður fundust\n  geolocate:\n    title: Sýna mína staðsetningu\n  inspector:\n    no_documentation_combination: Það er ekki til skjölun fyrir þessar samsettu merkingar\n    no_documentation_key: Það er ekki til skjölun fyrir þennan efnislykil\n    show_more: Sýna meira\n    view_on_osm: Skoða á openstreetmap.org\n    all_tags: Öll merki\n    all_members: Allir meðlimir\n    all_relations: Öll tengsl\n    new_relation: Ný tengsl...\n    role: Hlutverk\n    choose: Veldu tegund\n    results: \"{n} niðurstöður fyrir {leit}\"\n    reference: Skoða á OpenStreetMap Wiki\n    back_tooltip: Breyta eigindi\n    remove: Fjarlægja\n    search: Leita\n    multiselect: Valdir hlutir\n    unknown: Óþekkt\n    incomplete: <ekki hlaðið niður>\n    feature_list: Leitareigindi\n    edit: Breyta eigindi\n    none: Ekkert\n    node: Hnútur\n    way: Ferill\n    relation: Vensl\n    location: Staðsetning\n  background:\n    title: Bakgrunnur\n    description: Bakgrunnsstillingar\n    percent_brightness: \"{opacity}% birta\"\n    none: Ekkert\n    reset: endurstilla\n  map_data:\n    description: Kortagögn\n    fill_area: Fylla svæði\n  feature:\n    major_roads:\n      description: Aðalvegir\n    minor_roads:\n      description: Minni vegir\n    buildings:\n      description: Byggingar\n      tooltip: \"Byggingar, skýli, bílskúrar oþh.\"\n    boundaries:\n      description: Svæðamörk\n      tooltip: \"Stjórnsýslumörk\"\n    water:\n      tooltip: \"Ár, vötn, tjarnir, lón og fl.\"\n    rail:\n      description: Lestareigindi\n    past_future:\n      tooltip: \"Tillaga,  í byggingu, í eyði, niðurrif oþh\"\n  restore:\n    heading: Þú átt óvistaðar breytingar\n    description: \"Viltu endurvekja óvistaðar breytingar frá því síðast?\"\n    restore: Endurvekja\n    reset: Endurstilla\n  save:\n    title: Vista\n    help: \"Vista breytingar á OpenStreetMap, þær verða sýnilegar öðrum notendum.\"\n    no_changes: Engar breytingar til að vista.\n    error: Villa kom upp þegar reynt var að vista\n    unknown_error_details: \"Aðgættu hvort að nettengingin er í lagi.\"\n    uploading: Hleð breytingum inn á OpenStreetMap.\n    unsaved_changes: Þú átt óvistaðar breytingar\n  success:\n    edited_osm: \"Þú breyttir OSM!\"\n    just_edited: \"Þú hefur breytt OpenStreetMap!\"\n    view_on_osm: \"Skoða á OSM\"\n    facebook: \"Deila á Facebook\"\n    twitter: \"Deila á Twitter\"\n    google: \"Deila á Google+\"\n  confirm:\n    okay: \"Í lagi\"\n  splash:\n    welcome: Velkomin/n í iD ritil OpenStreetMap\n    text: \"iD er notandavænt tæki til að bæta við besta fría kortagrunn heimsins. Þetta er þróunarútgáfa {version}. Þú getur fengið meiri upplýsingar á vefnum {website} og tilkynnt villur {github}.\"\n    walkthrough: \"Skoða leiðarvísir\"\n    start: \"Breyta núna\"\n  source_switch:\n    live: raun\n    lose_changes: \"Þú átt óvistaðar breytingar. Að skipta um kortaþjón mun henda þeim. Ertu viss um að þú viljir skipta um kortaþjón?\"\n    dev: þróun\n  tag_reference:\n    description: Lýsing\n    on_wiki: \"{tag} á wiki.osm.org\"\n    used_with: \"notað með {type}\"\n  validations:\n    untagged_point: Ómerktur punktur\n    untagged_line: Ómerkt lína\n    untagged_area: Ómerkt svæði\n    many_deletions: \"Þú ert að eyða {n} hlutum. Viltu gera þetta? Þetta mun eyða þeim af kortinu sem allir nota á openstreetmap.org.\"\n    tag_suggests_area: \"Merkingin {tag} þýðir að línan ætti að vera svæði, en hún er ekki svæði\"\n    deprecated_tags: \"Úrelt merki: {tags}\"\n  zoom:\n    in: Þysja inn\n    out: Þysja út\n  cannot_zoom: \"Get ekki þysjað lengra út í núverandi ham.\"\n  gpx:\n    local_layer: \"Staðvær GPX-skrá\"\n    drag_drop: \"Dragðu og slepptu .gpx skrá á síðuna eða smelltu á takkann til hægri til að fletta\"\n    browse: \"Finna .gpx skrá\"\n  mapillary:\n    title: \"Ljósmyndaþekja (Mapillary)\"\n    view_on_mapillary: \"Skoða þessa mynd á Mapillary\"\n  help:\n    title: \"Hjálp\"\n    roads: \"# Vegir\\n\\nÞú getur bætt við, lagað og eytt vegum með þessum ritli. \\nVegir geta verið af öllum gerðum: slóðar, hraðbrautir, hjólastígar\\nog fleira - það á að vera hægt að gera öllu slíku skil hér.\\n\\n### Velja\\n\\nSmelltu á veg til að velja hann. Útlína hans verður nú sýnileg, \\násamt smá aðgerðavali á kortinu og valmynd til hliðar sem\\\n      \\ sýnir\\nmeiri upplýsingar um veginn.\\n\\n### Breyta\\n\\nÞú getur komið auga á vegi sem eru ekki í samræmi við loftmyndina\\ná bak við þá eða GPS-slóða. Þú getur breytt veginum þannig að hann\\nfari í rétt horf.\\n\\nFyrst smellirðu á veginn sem þú vilt breyta. Þetta sýnir útlínur hans\\nog stjórnhnúta sem þú getur dregið til. Ef þú vilt bæta við\\\n      \\ fleiri\\nstjórnhnútum þá tvísmellirðu á hluta af veginum sem er ekki með \\nhnút og þá bætist nýr við.\\n\\nEf að vegurinn tengist öðrum vegi, en tengist ekki rétt á kortinu,\\nþá geturðu dregið stjórnhnút annars vegsins yfir á hinn veginn til\\nað tengja þá saman. Að vegamót séu rétt staðsett er mikilvægt \\nfyrir kortið og bráðnauðsynlegt fyrir\\\n      \\ ökuleiðbeiningar.\\n\\nÞú getur líka smellt á 'Færa' tólið eða ýtt á 'M' á lyklaborðinu\\ntil að færa allan veginn í einu og smellt svo aftur til að \\nbreytingin taki gildi.\\n\\n### Eyða\\n\\nEf að vegurinn er út úr kú - þú sérð á gervihnattamyndinni að \\nhann er ekki þar og helst hefurðu séð með eigin augum að hann\\ner ekki til - þá er hægt að\\\n      \\ eyða honum þannig að hann hverfi af \\nkortinu. Farðu varlega með að eyða út hlutum - líkt og með aðrar\\nbreytingar þá verða allir varir við þær og stundum eru \\nloftmyndirnar úreltar, þannig að þetta gæti verið glænýr vegur.\\n\\nÞú getur eytt vegi með því að smella á hann svo hann sé valinn, \\nsmella svo á ruslatunnutáknið eða með því að\\\n      \\ ýta á 'Delete'\\ntakkann.\\n\\n### Búa til\\n\\nFannstu stað þar sem vegur ætti að vera til staðar en er ekki á\\nkortinu? Smelltu á 'Lína' takkann efst til vinstri eða ýttu á\\n'2' á lyklaborðinu til að byrja að teikna línu.\\n\\nSmelltu þar sem vegurinn hefst á kortinu til að byrja á honum.\\nEf að vegurinn tengist öðrum vegi geturðu byrjað á að\\\n      \\ búa til\\nvegamótin með því að smella fyrst á eldri veginn.\\n\\nSettu svo hnútana þar sem við á svo að vegurinn fari rétta leið,\\neftir því sem GPS-slóðin eða loftmyndin sýnir. Ef að vegurinn\\ná vegamót við annan veg smelltu á hann þar sem vegamótin eiga að \\nvera. Þegar teikningu vegar er lokið tvísmellirðu með músinni á \\nlokahnútnum eða\\\n      \\ ýtir á 'Enter' á lyklaborðinu.\\n\"\n    addresses: \"# Heimilisföng\\n\\nHeimilisföng eru einhverjar nytsömustu upplýsingarnar sem hægt er að setja á kort.\\n\\nÞó að heimilisföng tilheyri yfirleitt götum, þá tilheyra þau húsunum sjálfum í\\nOpenStreetMap, merkt inn á byggingar og staði meðfram götum.\\n\\nÞú getur bætt heimimlisföngum við bæði byggingar sem eru merktar inn sem svæði\\nsem\\\n      \\ og byggingar sem eru merktar inn sem punktar. Best er að heimilisföngin\\nséu sett inn af þeim sem þekkja staðhætti vel - eins og með annað þá er ekki \\nleyfilegt að afrita heimilisföng af öðrum vefjum, til að mynda er bannað að \\nafrita af Google Maps.\\n\"\n    buildings: \"# Byggingar\\n\\nOpenStreetMap er stærsta gagnasafn heims með byggingum. Þú getur\\nbætt við þetta gagnasafn.\\n\\n### Velja\\n\\nÞú getur valið byggingu með því að ýta á útlínur hennar. Þetta \\nlýsir upp bygginguna og opnar tækjaslá sem og valmynd sem hefur\\nað geyma frekari upplýsingar um bygginguna.\\n\\n### Breyta\\n\\nStundum eru byggingar\\\n      \\ vitlaust staðsettar eða með vitlausum\\nupplýsingum.\\n\\nTil að færa byggingu í einu lagi er hún valin og svo smellt á 'Færa'\\ntólið. Færðu músina til að hliðra byggingunni og smelltu svo þegar\\nhún er komin á réttan stað.\\n\\n### Búa til\\n\\nÞegar byggingum er bætt við kort er hægt að nota bæði svæði og \\npunkta. Þumalputtareglan er sú að nota\\\n      \\ svæði fyrir byggingu þegar \\nhægt er, og merkja svo þau fyrirtæki, stofnanir og annað sem \\nstarfa þar sem punkta innan svæðisins.\\n\\nBúðu til byggingu sem svæði með því að ýta á takkann 'Svæði' efst til vinstri, smelltu svo þar sem byggingin byrjar og merktu\\nþannig útlínur hennar. Þú klárar bygginguna svo með því að tengja\\nsíðasta hnútinn\\\n      \\ við fyrsta hnútinn eða með því að ýta á 'Enter'\\ná lyklaborðinu.\\n\\n### Eyða\\n\\nEf að bygging er út úr kú - þú sérð að hún er ekki til á \\nloftmyndinni og hefur helst séð með eigin augum að hún er ekki til\\nstaðar - þá geturðu eytt henni af kortinu. Farðu varlega þegar þú\\neyðir hlutum - breytingarnar munu sjást hjá öllum sem nota kortið\\n\\\n      og það getur verið að loftmyndin sé bara gömul og byggingin ný.\\n\\nÞú getur eytt byggingu með því að velja hana, ýta svo á \\nruslatunnutáknið eða með því að ýta á 'Delete' á lyklaborðinu.\\n\"\n  intro:\n    navigation:\n      title: \"Leiðarvísun\"\n      drag: \"Kortið sýnir OpenStreetMap gögn ofan á bakgrunni. Þú getur flakkað um með því að draga\\nog skruna, rétt eins og á öðrum vefkortum. **Dragðu kortið!**\"\n      select: \"Hlutir á kortinu samanstanda af einhverju af þessu þrennu: punktar, línur eða svæði. Hægt er að velja hvaða hlut á kortinu með því að smella á hann. ** Smelltu á punktinn til að velja hann.**\"\n      header: \"Titillinn sýnir tegund hlutarins.\"\n      pane: \"Þegar hlutur er valinn birtist hliðarvalmynd. Efst má sjá tegund hlutar og þar fyrir neðan er hægt að sjá stillingar hans, til dæmis nafn og heimilisfang. **Lokaðu þessari valmynd með x-inu efst til hægri.**\"\n    points:\n      title: \"Punktar\"\n      add: \"Punktar geta táknað hluti eins og verslanir, veitingahús og minnismerki. Þeir merkja ákveðinn stað og lýsa því hvað er þar. **Smelltu á 'Punktur' takkann til að bæta við nýjum punkti.**\"\n      place: \"Hægt er að bæta punkti við með því að smella á kortið. **Settu punktinn ofan á bygginguna.**\"\n      search: \"Það eru margvíslegir hlutir sem punktar geta staðið fyrir. Punkturinn sem þú varst að bæta við er kaffihús. **Leitaðu að '{name}'**\"\n      choose: \"**Veldu kaffihús af listanum.**\"\n      describe: \"Punkturinn er nú merktur sem kaffihús. Notaðu valmyndina, þá er hægt að bæta við fleiri upplýsingum. **Bættu nafni við**\"\n      close: \"Hægt er að loka valmyndinni með því að ýta á x-ið efst til hægri. **Lokaðu valmyndinni**\"\n      reselect: \"Punktar geta þegar verið til, en verið settir af misgáningi eða innihaldið rangar upplýsingar. Það er hægt að breyta punktum sem eru þegar til. **Veldu punktinn sem þú varst að búa til.**\"\n      fixname: \"**Breyttu nafninu og lokaðu valmyndinni svo.**\"\n      reselect_delete: \"Hægt er að eyða öllum hlutum á kortinu. **Smelltu á punktinn sem þú bjóst til.**\"\n      delete: \"Valmyndin í kringum punktinn geymir þær aðgerðir sem hægt er að gera á honum, þar á meðal að eyða. **Eyddu punktinum.**\"\n    areas:\n      title: \"Svæði\"\n      corner: \"Svæði eru dregin með því að setja niður hnúta sem tákna ytri mörk svæðisins. **Settu byrjunarhnútinn í eitt horn leiksvæðisins.**\"\n      place: \"Teiknaðu svæðið með því að setja fleiri hnúta á kortið. Kláraðu svæðið með því að smella í lokin á upphafshnútinn. **Teiknaðu svæði fyrir leikvöllinn.**\"\n      search: \"**Leita að '{name}'.**\"\n      choose: \"**Veldu leikvöll af listanum.**\"\n      describe: \"**Bættu nafni við og lokaðu valmyndinni**\"\n    lines:\n      title: \"Línur\"\n      add: \"Línur eru notaðar fyrir til dæmis vegi, lestarteina og ár. **Ýtið á línutakkann til að bæta við nýrri línu.**\"\n      start: \"**Byrjaðu línuna með því að smella á enda vegarins.**\"\n      intersect: \"Smelltu til að bæta fleiri hnútum við línuna. Þú getur dregið kortið til á meðan ef þarf. Vegir, og margar aðrar línur, eru hluti af stærra neti. Það er mikilvægt að þessar línur tengist rétt saman svo að leiðarvísiforrit virki rétt. **Smelltu á Flower Street til að búa til vegamót með því að tengja línurnar saman.**\"\n      finish: \"Hægt er að klára línur með því að smella aftur á síðasta hnútinn. **Kláraðu að teikna veginn.**\"\n      road: \"**Veldu veg af listanum**\"\n      residential: \"Það eru til ýmsar tegundir vega, sú algengasta er húsagata. **Veldu tegundina 'Húsagata'**\"\n      describe: \"**Gefðu veginum nafn og lokaðu valmyndinni.**\"\n      restart: \"Vegurinn þarf að eiga vegamót við Flower Street.\"\n    startediting:\n      title: \"Byrja að breyta\"\n      help: \"Nánari skjölun og þessi leiðarvísir eru tiltæk hér.\"\n      save: \"Ekki gleyma að vista reglulega breytingar sem þú gerir.\"\n      start: \"Kortameistaratíð þín er hafin!\"\n",
	"mimetype": "text/plain"
}